Repository: 4ns/deluge
Catalog: po/*.po
Languages: de, lt, mk, pt, ru

source: Proxy type
de: Proxy-Typ
lt: Tipas:
pt: Tipo de proxy
ru: Тип прокси-сервера

source: Username
de: Benutzername
lt: Vart. Vardas:
pt: Nome de utilizador
ru: Имя Пользователя

source: Password
de: Passwort
lt: Slaptažodis:
pt: Senha
ru: Пароль

source: None Socksv4 Socksv5 Socksv5 W/ Auth HTTP HTTP W/ Auth
de: Keine SOCKSv4 SOCKSv5 SOCKSv5 mit Auth. HTTP HTTP mit Auth.
lt: Joks Socksv4 Socksv5 Socksv5 su autentiifkacija HTTP HTTP su autentifikacija
pt: Nenhum Socksv4 Socksv5 Socksv5 c/ Autenticação HTTP HTTP c/ Autenticação
ru: Нет Socks v4 Socks v5 Socks v5 с авторизацией HTTP HTTP с авторизацией

source: Server
lt: Serveris:
pt: Servidor
ru: Сервер

source: Port
lt: Prievadas:
pt: Porta
ru: Порт

source: <b>Peer Proxy</b>
lt: <b>Šaltinių tarpinis serveris</b>
pt: Proxy de utilizador
ru: <b>Прокси загрузки</b>

source: Tracker Proxy
lt: Įjungtas
pt: Proxy do tracker
ru: Прокси трекера

source: <b>Tracker Proxy</b>
lt: <b>Trackerio tarpinis serveris</b>
pt: <b>Proxy do tracker</b>
ru: <b>Прокси трекера</b>

source: DHT Proxy
lt: Įjungtas
pt: Proxy DHT
ru: Прокси DHT

source: <b>DHT Proxy</b>
lt: <b>DHT Tarpinis serveris</b>
pt: <b>Proxy DHT</b>
ru: <b>Прокси DHT</b>

source: Web Seed Proxy
de: Internet-Seed-Proxy
lt: Įjungtas
pt: Proxy das Sementes Web
ru: Прокси для веб-сидов

source: <b>Web Seed Proxy</b>
de: <b>Internet-Seed-Proxy</b>
lt: <b>Tinklinio skleidimo (web seed) tarpinis serveris</b>
pt: <b>Proxy das Sementes Web</b>
ru: <b>Прокси для веб-сидов</b>

source: Proxies
de: Proxy-Server
lt: Tarpiniai serveriai
ru: Прокси-серверы

source: Enable system tray icon
de: Symbol im Benachrichtigungsfeld anzeigen
lt: Įjungti sistemos dėklo ženkliuką
mk: Вклучи ја иконата во просторот за известување
pt: Activar o ícone na barra de sistema
ru: Значок в системном лотке

source: Minimize to tray on close
de: Beim Schließen in das Benachrichtigungsfeld minimieren
lt: Užveriant nukelti į sistemos dėklą
mk: При затворање минимизирај во просторот за известување
pt: Minimizar para a barra de sistema
ru: Сворачивать в системный лоток при закрытии

source: Start in tray
de: Starte im Tray
lt: Paleisti sisteminiame skydelyje
pt: Iniciar na barra de sistema
ru: Запускать свёрнутым

source: Password protect system tray
de: Schütze Benachrichtigungsfeld mit Passwort
lt: Uždėti slaptažodį ant sistemos dėkliuko
pt: Proteger icone da barra de sistema com palavra passe
ru: Защитить паролем вызов из системного лотка

source: Password:
de: Passwort:
lt: Slaptažodis:
pt: Palavra passe:
ru: Пароль:

source: <b>System Tray</b>
de: <b>Benachrichtigungsfeld</b>
lt: <b>Sistemos dėkliukas</b>
pt: <b>Barra de Sistema</b>
ru: <b>Системный лоток</b>

source: Auto-detect (xdg-open) Konqueror Nautilus Thunar
de: Automatische Erkennung (xdg-open) Konqueror Nautilus Thunar
pt: Auto-detectar (xdg-open) Konqueror Nautilus Thunar
ru: Автоматически (xdg-open) Konqueror Nautilus Thunar

source: Custom:
de: Benutzerdefiniert:
pt: Personalizado:
ru: Другой:

source: Open folder with:
de: Öffne Ordner mit:
pt: Abrir pasta com:
ru: Открыть каталог с:

source: <b>Desktop File Manager</b> - only for non-Windows platforms
de: <b>Dateimanager</b> - gilt nicht für Windows
pt: Explorador de ficheiros
ru: <b>Менеджер файлов</b> - для платформ, отличных от Windows

source: GUI update interval (seconds)
de: GUI-Aktualisierungsintervall (in Sekunden)
ru: Интервал обновления интерфейса (в секундах)

source: <b>Performance</b>
de: <b>Leistung</b>
ru: <b>Внешний вид</b>

source: Use the advanced progress bar (uses slightly more CPU/RAM)
de: Benutze den erweiterten Fortschrittsbalken (benötigt ein wenig mehr CPU/RAM)
lt: Naudoti tobulesnę progreso juostą (naudoja šiek tiek daugiau CPU/RAM)
pt: Usar a barra de progresso avançada (usa ligeiramente mais CPU/RAM)
ru: Использовать расширенный индикатор прогресса (использует больше CPU / RAM)

source: <b>Detailed Progress Bar</b>
de: <b>Detailierter Fortschrittsbalken</b>
lt: <b>Detali progreso juosta</b>
pt: <b>Barra de Progresso Detalhada</b>
ru: <b>Детальный индикатор прогресса</b>

source: Deluge will check our servers and will tell you if a newer version has been released
de: Deluge überprüft den Server und teilt dir mit, wenn eine neuere Version vorhanden ist.
lt: Deluge patikrins mūsų serverius ir pasakys ar yra atnaujinimų
pt: Deluge vai verificar se existem actualizações
ru: Deluge будет проверять серверы на наличие новых версий программы

source: Be alerted about new releases
de: Über Updates informiert werden
lt: Perspėti apie atnaujinimus
pt: Ser informado sobre novas versões
ru: Уведомлять о выходе новых версий

source: <b>Updates</b>
lt: <b>Atnaujinimai</b>
pt: <b>Actualizações</b>
ru: <b>Обновления</b>

source: Help us improve Deluge by sending us your Python and PyGTK versions, OS and processor types. Absolutely no other information is sent.
de: Helfen Sie uns, Deluge zu verbessern, indem sie uns Ihre Python- und PyGTK- Version sowie Betriebssystem und Prozessortyp schicken. Keine andere Information wird übertragen.
lt: Padėkite mums pagerinti Deluge siųsdami savo Python ir PyGTK versijas, OS ir procesoriaus tipus. Jokia kita informacija nebus siunčiama.
pt: Ajude-nos a melhorar o Deluge enviando-nos as suas versões Python e PyGTK e os tipos de SO e processadores. Não é enviada qualquer outra informação
ru: Помогите нам в развитии Deluge, отправив нам версии установленных Python и PyGTK, ОС и тип процессора. Будет отправлена только эта информация

source: <b>System Information</b>
de: <b>System-Informationen</b>
lt: <b>Sistemos informacija</b>
pt: <b>Informação do Sistema</b>
ru: <b>Информация о системе</b>

source: Other
de: Sonstige
lt: Kita
pt: Outro
ru: Прочее

source: gtk-preferences
de: Einstellungen
ru: Настройки

source: _Force Recheck
de: _Neue Überprüfung erzwingen
lt: _Priverstinai pertikrinti
pt: Forçar Reverificação
ru: _Принудительная переправерка

source: Re_sume
de: _Fortsetzen
lt: Pra_tęsti
pt: Re_sumir
ru: _Продолжить

source: _Pause
de: _Pausieren
lt: _Pauzė
pt: _Parar
ru: При_остановить

source: _Remove Torrent
de: _Entferne Torrent
lt: _Pašalinti Torrentą
pt: _Remover Torrent
ru: _Удалить торрент

source: _Tracker Options
de: _Tracker Optionen
pt: Opções de _Tracker
ru: Параметры _трекера

source: _Update Tracker
de: Akt_ualisiere Tracker
lt: _Atnaujinti trackerį
pt: Act_ualizar Tracker
ru: _Обновить трекер

source: _Edit Trackers
de: _Bearbeite Tracker
lt: _Redaguoti trackerius
pt: _Editar Trackers
ru: П_равить трекеры

source: _Scrape Tracker
ru: _Проверять состояние трекера

source: _Queue
de: _Warteschlange
lt: _Eilė
pt: _Fila
ru: _Очередь

source: _Top
de: _Oben
lt: _Viršus
pt: _Topo
ru: На_верх

source: _Up
de: _nach oben
lt: _Aukštyn
pt: S_ubir
ru: Вы_ше

source: _Down
de: _Nach unten
lt: _Žemyn
pt: _Descer
ru: Н_иже

source: _Bottom
de: _Unten
lt: _Apačia
pt: _Fundo
ru: В_низ

source: _Open Containing Folder
de: _Öffne beinhaltenden Ordner
lt: _Atverti talpinimo katalogą
pt: _Abrir Pasta
ru: От_крыть папку торрента

source: _Show Deluge
de: _Zeige Deluge
lt: _Rodyti Deluge
pt: _Mostrar Deluge
ru: _Показать Deluge

source: _Resume All
de: _Alle fortsetzen
lt: _Pratęsti visus
pt: _Continuar Tudo
ru: П_родолжить все

source: _Pause All
de: _Alle pausieren
lt: _Sustabdyti visus
pt: _Parar Todos
ru: При_остановить все

source: _Download Speed Limit
de: Maximale Download Geschwindigkeit
lt: _Atsiuntimo greičio riba
pt: _Limite de Velocidade de Transferência
ru: _Ограничение скорости загрузки

source: _Upload Speed Limit
de: Maximale Upload Geschwindigkeit
lt: _Išsiuntimo greičio riba
pt: _Limite de Velocidade de Envio
ru: _Ограничение скорости отдачи

source: _Quit
de: _Beenden
lt: _Išeiti
pt: _Sair
ru: _Выйти

source: Edit Trackers
de: Bearbeite Tracker
lt: Redaguoti trackerius
pt: Editar Trackers
ru: Править трекеры

source: Tracker Editing
de: Tracker bearbeiten
lt: Trackerio redagavimas
pt: Edição de Trackers
ru: Правка трекеров

source: Deluge File Selection
de: Deluge-Dateiauswahl
lt: Deluge failų pasirinkimas
pt: Selecionador de ficheiros do Deluge
ru: Выбор файлов

source: Torrent will not be distributed on the trackerless (DHT) network
de: Torrent wird nicht über das trackerlose (DHT-)Netzwerk verteilt werden.
lt: Torrent failas nebus platinamas tinkle be trackerių (DHT)
pt: O torrent não vai ser distribuído na rede DHT
ru: Торрент не будет распространяться в сети без трекера (DHT)

source: Set the private flag
de: Setze das "private flag"
pt: Definir como privado
ru: Установить флаг приватности

source: First Launch Configuration
de: Erststart-Konfiguration
lt: Pirmojo paleidimo derinimas
pt: Configuração Inicial
ru: Настройка при первом запуске

source: This wizard will help you set up Deluge to your liking. If you are new to Deluge, please note that most of Deluge's functionality and features come in the form of plugins, which can be accessed by clicking on Plugins in the Edit menu or the toolbar.
de: Dieser Assistent wird Ihnen helfen, Deluge ihrem Geschmack nach einzurichten. Falls Sie Deluge zum ersten Mal verwenden: Denken Sie bitte daran, dass ein Großteil des Funktionsumfangs in Form von Erweiterungen ausgelagert ist, die über die Schaltfläche "Erweiterungen" im "Bearbeiten"-Menü oder in der Werkzeugleiste erreichbar sind.
pt: Este assistente irá ajudá-lo a configurar o Deluge à sua ligação. Se é a sua primeira utilização, note que a maioria dos recursos e funcionalidades do Deluge podem ser acedidas através de plugins, que podem ser acedidos atráves da opção "Plugins" no menu "Editar".
ru: Этот мастер поможет Вам настроить Deluge по Вашему вкусу. Если Вы не знакомы с Deluge, обратите внимание, что основная часть функциональности и возможностей Deluge реализуется модулями, которые доступны в списке модулей, в меню "Правка".

source: Deluge needs a range of ports that it will try to listen to for incoming connections. The default ports for bittorrent are 6881-6889, however, most ISPs block those ports, so you're encouraged to pick others, between 49152 and 65535. Alternatively, you can have Deluge automatically pick random ports for you.
de: Deluge benötigt einen Bereich von Ports, auf denen eingehende Verbindungen empfangen werden. Die Standard-Ports für BitTorrent sind 6881 bis 6889, allerdings blockieren viele Provider diese Ports, so dass andere Variationen zwischen 49152 und 65535 empfohlen werden. Alternativ kann Deluge automatisch zufällige Ports auswählen.
pt: É necessário definir, para o deluge, uma gama de portas que este usa para ficar à escuta de conexões provenientes do exterior. As portas por defeito para bittorrent são 6881-6889, contudo, a maioria dos ISP's bloqueiam essas portas, tornando aconselhável o uso de outras portas, entre 49152 e 65535. Como alternativa, é possivel que o Deluge faça a selecção das portas de forma automática.
ru: Deluge требуется диапазон портов, которые он будет использовать для входящих соединений. По умолчанию порты для bittorrent 6881-6889, но многие провайдеры блокируют эти порты, поэтому Вы можете выбрать любые другие между 49152 и 65535. Или Вы можете позволить Deluge автоматически выбирать случайный порт.

source: Use _Random Ports
de: Verwende _zufällige Ports
lt: Naudoti a_tsitiktinius prievadus
pt: Usar_Portas Aleatórias
ru: Использовать _случайный порт

source: Would you like Deluge to automatically download to a predefined location, or would you like to specify the download location every time?
de: Soll Deluge automatisch Dateien an einem vorbestimmten Ort speichern oder soll der Ort jedes Mal manuell ausgesucht werden?
pt: Gostaria que o Deluge descarregasse automaticamente para uma localização pré-definida, ou prefere especificar uma localização cada vez que fizer um download?
ru: Хотите чтобы Deluge автоматически загружал файлы в определённое место, или хотите каждый раз указывать путь для загружаемых файлов?

source: Ask where to save each file
de: Frage für jede Datei, wo sie gespeichert werden soll.
lt: Kiekvienąkart klausti, kur išsaugoti failą
pt: Perguntar sempre aonde guardar cada ficheiro
ru: Спрашивать где сохранять каждый файл

source: Store all downloads in:
de: Speicherort für alle Downloads:
lt: Visų atsiuntimų saugojimo vieta:
pt: Guardar todas as transferências em:
ru: Сохранять всё в:

source: Please select the upload speed of your connection, which we will then use to automatically make suggestions for the settings below
de: Bitte wählen Sie die Upload-Bandbreite Ihrer Internetverbindung, von der ausgehend ein Vorschlag für die nachstehenden Einstellungen gemacht wird.
pt: Por favor seleccione a velocidade de envio da sua ligação, que será utilizada para fazer sugestões automáticas para as configurações abaixo
ru: Пожалуйста выберите исходящую скорость Вашего соединения. По ней будут подобраны остальные настройки

source: Maximum Active Torrents:
de: Maximale Anzahl aktiver Torrents:
lt: Maksimalus aktyvių torrentų skaičius:
pt: Número máximo de torrents activos:
ru: Максимум активных торрентов:

source: 28.8k 56k 64k 96k 128k 192k 256k 384k 512k 640k 768k 1Mbit 2Mbit 10Mbit 20Mbit 40Mbit 50Mbit 100Mbit
ru: 28.8К 56К 64К 96К 128К 192К 256К 384К 512К 640К 768К 1МБитt 2МБит 10МБит 20МБит 40МБит 50МБит 100МБит

source: Your Upload Line Speed:
de: Ihre Upload-Geschwindigkeit:
pt: A sua capacidade de envio:
ru: Исходящая скорость вашего канала

source: _Help us improve Deluge by sending us your Python and PyGTK versions, OS and processor types. Absolutely no other information is sent.
de: _Helfen Sie uns, Deluge zu verbessern, indem Sie Ihre Python- und PyGTK- Versionen, Betriebssystem sowie Prozessortyp an uns weiterleiten. Keine anderen Informationen werden übermittelt.
pt: _Ajude-nos a melhorar o Deluge enviando-nos as suas versões do Python e do Pygtk, dos sistemas operativos utilizados e do tipo de processadores utilizados. Mais nenhuma informação é enviada
ru: _Помогите нам в развитии Deluge, отправив нам версии установленных Python и PyGTK, ОС и тип процессора. Будет отправлена только эта информация.

source: KiB/s
ru: КБ/с

source: Unlimited
de: Unbegrenzt
lt: Neribota
pt: Ilimitado
ru: н/о

source: Activated
de: Aktiviert
lt: Aktyvuotas
pt: Activado
ru: Активно

source: Other...
de: Weitere...
lt: Kita..
pt: Outro(a)...
ru: Другое...

source: Download Speed (KiB/s):
de: Download-Geschwindigkeit (KiB/s)
lt: Parsiuntimo Greitis (KiB/s):
pt: Velocidade de Recepção (KiB/s):
ru: Скорость загрузки (КБ/с)

source: Upload Speed (KiB/s):
de: Upload-Geschwindigkeit (KiB/s)
lt: Išsiuntimo Greitis (KiB/s):
pt: Velocidade de Envio (KiB/s):
ru: Скорость отдачи (КБ/с)

source: Deluge is locked
de: Deluge ist gesperrt
lt: Deluge yra užrakinta
pt: O Deluge está bloqueado
ru: Deluge заблокирован

source: Deluge is password protected. To show the Deluge window, please enter your password
de: Deluge ist passwortgeschützt. Um Deluge anzuzeigen, geben Sie bitte Ihr Passwort ein.
lt: Deluge yra užrakinta slaptažodžiu Kad jūs galėtumėte pamatyti Deluge langą, prašom įvesti slaptažodį.
pt: O Deluge está protegido por uma palavra passe. Para mostrar a janela do Deluge, introduza a sua palavra passe
ru: Deluge защищён паролем. Чтобы открыть главное окно введите пароль

source: Infinity
de: Unendlich
lt: Begalybė
mk: Бесконечно
pt: Infinito
ru: Бесконечно

source: Unknown
de: Unbekannt
lt: Nežinomas
mk: Непознато
pt: Desconhecido
ru: Неизвестно

source: Name
lt: Pavadinimas
mk: Име
pt: Nome
ru: Имя

source: ETA
de: Verbleibende Zeit
lt: Likęs laikas
pt: TEC
ru: Осталось

source: Avail.
de: Verfügbar
lt: Esam.
pt: Dispo.
ru: Дост.

source: Ratio
de: Verhältnis
lt: Santykis
mk: Просек
pt: Rácio
ru: Рейтинг

source: Paused %s
de: %s unterbrochen
lt: Sustabdyta %s
ru: Пауза %s

source: Connections
de: Verbindungen
lt: Prisijungimai
mk: Врски
pt: Ligações
ru: Соединения

source: Download
lt: Siuntimas
mk: Преземање
pt: Recepção
ru: Загрузка

source: Upload
lt: Išsiuntimas
mk: Подигнување
pt: Envio
ru: Раздача

source: Deluge Bittorrent Client
lt: Deluge Bittorent Klientas
mk: Deluge Bittorrent клиент
pt: Cliente de Bittorrent Deluge
ru: Клиент Bittorrent Deluge

source: Choose a download directory
de: Downloadverzeichnis wählen
lt: Pasirinkite katalogą parsiuntimui
mk: Изберете директориум за преземање
pt: Escolha um directório para recepção
ru: Укажите директорию для загрузки

source: An error occured while trying to add the torrent. It's possible your .torrent file is corrupted.
de: Beim Hinzufügen des Torrents trat ein Fehler auf. Möglicherweise ist die .torrent-Datei beschädigt.
lt: Įvyko klaida įdedant torrent rinkmeną. Galbūt jūsų .torrent rinkmena yra sugadinta
pt: Ocorreu um erro ao adicionar o torrent. Possivelmente o ficheiro .torrent está corrupto.
ru: Произошла ошибка во время добавления торрента. Возможно ваш .torrent файл повреждён.

source: Unknown duplicate torrent error.
de: Unbekannter Doppelter Torrent Fehler.
pt: Erro desconhecido de torrente duplicado.
ru: Неизвестная ошибка дубликата торрента.

source: There is not enough free disk space to complete your download.
de: Es ist nicht genug freier Speicherplatz vorhanden, um den Download zu vollenden.
ru: Недостаточно места на диске, чтобы завершить загрузку.

source: Space Needed:
de: benötigter Speicherplatz:
lt: Reikia disko vietos:
pt: Espaço Necessário:
ru: Необходимо места:

source: Available Space:
de: vorhandener Speicherplatz:
lt: Yra disko vietos:
pt: Espaço Disponível:
ru: Доступно места:

source: Add torrent from URL
de: Torrent aus URL hinzufügen
lt: Įdėti torrentą iš adreso
mk: Додај торент од URL
pt: Adicionar torrent do URL
ru: Добавить торрент из URL

source: Enter the URL of the .torrent to download
de: Geben Sie die URL des herunterzuladenden Torrents ein
lt: Įveskite adresą i .torrent rinkmeną
mk: Внесете URL на торентот за преземање
pt: Introduza o URL do ficheiro .torrent
ru: Введите URL файла .torrent для загрузки

source: Warning - all downloaded files for this torrent will be deleted!
de: Warnung - Alle heruntergeladenen Dateien dieses Torrents werden gelöscht!
lt: Perspėjimas - visi šio torrento parsiųsti failai bus ištrinti!
mk: Предупредување - сите преземени датотеки за овој торент ќе бидат избришани!
pt: Aviso - Todos os ficheiros recebidos deste torrent vão ser apagados!
ru: Внимание - все загруженные файлы этого торрента будут удалены!

source: Are you sure that you want to remove all seeding torrents?
de: Sind Sie sicher, dass Sie alle vollständigen Torrents entfernen öchten?
lt: Ar tikrai norite pašalinti visus skleidžiamuosius torrentus?
pt: Têm a certeza que deseja remover todos os torrentes já completos?
ru: Вы уверены, что хотите удалить все раздаваемые торренты?

source: Queued
de: In Warteschlange
lt: Eilėje
pt: Na Fila
ru: В очереди

source: Checking
de: Überprüfe
lt: Tikrinama
pt: A Verificar
ru: Проверка

source: Connecting
de: Verbindet
lt: Jungiasi
pt: A estabelecer ligação
ru: Подключение

source: Downloading Metadata
de: Metadaten werden heruntergeladen
lt: Parsiunčiami metaduomenys
pt: A transferir Metadata
ru: Загрузка метаданных

source: Downloading
de: Wird heruntergeladen
lt: Siunčiama
pt: A transferir
ru: Загрузка

source: Finished
de: Fertiggestellt
lt: Baigta
pt: Concluído
ru: Закончено

source: Allocating
de: Zuteilen
lt: Paskiriama
pt: A alocar
ru: Резервирование

source: bytes needed
de: benötigte Bytes
lt: reikia baitų
pt: bytes necessários
ru: байтов необходимо

source: File was not found
de: Datei wurde nicht gefunden
mk: Датотеката не е најдена
pt: Ficheiro não encontrado
ru: Файл не найден

source: Asked for a torrent that doesn't exist
de: Der gewählte Torrent existiert nicht
pt: Pedido de um torrent inexistente
ru: Запрошен несуществующий торрент

source: You're out of HD space! Oops! We had to pause at least one torrent
de: Auf der Festplatte ist nicht genug freier Speicherplatz! Ups! Es musste mindestens ein Torrent angehalten werden.
ru: Ой! Кончилось место на диске! Как минимум один торрент пришлось остановить

source: Announce sent
de: Ankündigung gesendet
lt: Announce išsiųstas
pt: Anúncio enviado
ru: Анонс отправлен

source: Announce OK
de: Ankündigung OK
lt: Announce Sėkmingas
pt: Anúncio OK
ru: Анонс успешный

source: Alert
de: Alarm
lt: Įspėjimas
pt: Alerta
ru: Предупреждение

source: HTTP code
lt: HTTP kodas
pt: Codigo HTTP
ru: HTTP код

source: times in a row
de: Anzahl in der Reihe
lt: Kartų iš eilės
pt: vezes numa coluna
ru: попыток

source: Warning
de: Warnung!
lt: Dėmesio!
pt: Aviso
ru: Внимание

source: Filename
de: Dateiname
lt: Rinkmenos pavadinimas
mk: Име на датотека
pt: Nome do ficheiro
ru: Файл

source: Priority
de: Priorität
lt: Prioritetas
pt: Prioridade
ru: Приоритет

source: File priority can only be set when using full allocation. Please change your preference to disable compact allocation, then remove and re-add this torrent.
de: Dateipriorität kann nur gesetzt werden, wenn der gesamte Speicherplatz reserviert wurde. Bitte ändern Sie Ihre Einstellungen und deaktivieren Sie die kompakte Speicherplatzreservierung. Anschließend entfernen Sie den Torrent und fügen Ihn nochmals hinzu.
lt: Failų prioritetai gali būti naudojami tik tuomet, kai įjungtas pilnas paskirstymas. Nustatymuose pakeiskite šį pasirinkimą išjungdami kompaktišką paskirstymą, tuomet pašalinkite ir iš naujo pridėkite šį torrentą.
pt: A prioridade de ficheiros só poderá ser definida quando é usada a alocação total. Por favor altere as preferências para desactivar a alocação compacta, remova o torrent e volte a adiciona-lo.
ru: Приоритет файла может быть установлен только при использовании полного резервирования. Пожалуйста включите в настройках полное резервирование, затем удалите торрент и добавьте его снова.

source: Plugin
de: Erweiterung
lt: Priedas
mk: Додаток
ru: Модуль

source: Enabled
de: Aktiviert
lt: Įjungtas
mk: Вклучи
pt: Activado
ru: Включён
