Repository: 4ns/deluge
Catalog: po/*.po
Languages: de, lt, mk, pt, ru

source: Add Torrent
de: Torrent hinzufügen
lt: Įdėti Torentą
mk: Додај торент
pt: Adicionar Torrent
ru: Добавить торрент

source: Add
de: Hinzufügen
lt: Pridėti
pt: Adicionar
ru: Добавить

source: Remove Torrent
de: Torrent entfernen
lt: Pašalinti Torentą
mk: Отстрани торент
pt: Remover Torrent
ru: Удалить торрент

source: Remove
de: Entfernen
lt: Pašalinti
pt: Remover
ru: Удалить

source: Clear Seeding Torrents
de: Entferne vollständige Downloads
lt: Išvalyti skleidžiamus Torentus
pt: Limpar Torrents Já Completos
ru: Удалить раздаваемые торренты

source: Clear
de: Leeren
lt: Išvalyti
pt: Limpar
ru: Очистить

source: Start or Resume Torrent
de: Download beginnen/fortsetzen
lt: Pradėti arba pratęsti Torentą
pt: Iniciar ou Continuar Torrent
ru: Запустить или продолжить торрент

source: Resume
de: Fortsetzen
lt: Pratęsti
pt: Continuar
ru: Продолжить

source: Pause Torrent
de: Download pausieren
lt: Pauzė Torentui
pt: Parar Torrent
ru: Приостановить торрент

source: Pause
lt: Pauzė
pt: Pausa
ru: Приостановить

source: Queue Torrent Up
de: In Warteschlange aufwärts
lt: Pakelti Torrentą aukštyn eilėje
mk: Зголеми приоритет
pt: Mover o torrent para cima na fila
ru: Вверх в очереди

source: Up
de: Hoch
lt: Į Viršų
pt: Subir
ru: Вверх

source: Queue Torrent Down
de: In Warteschlange abwärts
lt: Nuleisti Torrentą žemyn eilėje
mk: Намали приоритет
pt: Mover o torrent para baixo na fila
ru: Вниз в очереди

source: Down
de: Runter
lt: Žemyn
pt: Descer
ru: Вниз

source: Change Deluge preferences
de: Deluge-Einstellungen ändern
lt: Keisti Deluge nustatymus
pt: Modificar preferências
ru: Изменить установки

source: Preferences
de: Einstellungen
lt: Nustatymai
pt: Preferências...
ru: Установки

source: Plugins
de: Erweiterungen
lt: Įskiepiai
mk: Додатоци
ru: Модули

source: _File
de: _Datei
lt: _Failas
mk: _Датотека
pt: _Ficheiro
ru: _Файл

source: _Add Torrent
de: _Torrent hinzufügen
lt: _Įdėti Torrentą
pt: _Adicionar Torrent
ru: _Добавить торрент

source: Add _URL
de: _URL hinzufügen
lt: Įdėti Torrentą iš adreso
pt: Adicionar _URL
ru: Добавить _URL

source: _Clear Completed
de: Fertige Torrents _entfernen
lt: _Išvalyti Baigtus
pt: Limpar _Completos
ru: _Удалить выполненные

source: _Edit
de: _Bearbeiten
lt: _Redaguoti
mk: _Уреди
pt: _Editar
ru: Исправить

source: gtk-select-all
ru: gtk-выбрать-всё

source: Plu_gins
de: Erw_eiterungen
lt: Į_skiepiai
ru: _Модули

source: _Torrent
lt: _Torrentas
ru: _Торрент

source: _View
de: _Ansicht
lt: Ro_dymas
mk: _Поглед
pt: _Ver
ru: _Вид

source: _Toolbar
de: _Werkzeugleiste
lt: _Įrankių juosta
pt: _Barra de Ferramentas
ru: Панель _инструментов

source: _Details
lt: _Detalės
pt: _Detalhes
ru: _Подробности

source: _Columns
de: _Spalten
lt: _Stulpeliai
pt: _Colunas
ru: _Столбцы

source: Size
de: Größe
lt: Dydis
mk: Големина
pt: Tamanho
ru: Размер

source: Status
lt: Būsena
mk: Статус
pt: Estado
ru: Статус

source: Seeders
de: Seeder
lt: Skleidėjai
mk: Споделувачи
pt: Sementes
ru: Сиды

source: Peers
lt: Šaltiniai
mk: Корисници
pt: Pares
ru: Пиры

source: Down Speed
de: Download
lt: Parsiuntimo greitis
pt: Velocidade de Recepção
ru: Скорость загрузки

source: Up Speed
de: Upload
lt: Išsiuntimo greitis
pt: Velocidade de Envio
ru: Скорость отдачи

source: Time Remaining
de: Verbleibende Zeit
lt: Liko laiko
mk: Преостанато време
pt: Tempo Restante
ru: Оставшееся время

source: Availability
de: Verfügbarkeit
lt: Esamumas
pt: Disponibilidade
ru: Доступность

source: Share Ratio
de: Tauschverhältnis
lt: Dalinimosi santykis
mk: Просек на споделување
pt: Rácio de Partilha
ru: Рейтинг

source: _Help
de: _Hilfe
lt: _Žinynas
mk: _Помош
pt: _Ajuda
ru: _Справка

source: Help translate this application
de: Hilf diese Anwendung zu übersetzen
lt: Padėti išversti šią programą
pt: Ajude a traduzir esta aplicação
ru: Помогите перевести эту программу

source: _Translate This Application...
de: Diese _Anwendung übersetzen...
lt: _Išversti šią programą
pt: _Traduza Esta Aplicação...
ru: _Переведите это приложение...

source: Runs the first-time configuration wizard
de: Öffnet den Erststart-Konfigurationsassistenten
pt: Executa o assistente de configuração inicial
ru: Запустить мастер настройки, как при первом запуске

source: _Run Configuration Wizard
de: Sta_rte den Konfigurationsassistenten
lt: _Paleisti konfigūracijos vediklį
pt: _Executar o assistente de configuração
ru: Запустить _мастер настройки

source: <b>Name:</b>
lt: <b>Pavadinimas:</b>
pt: <b>Nome:</b>
ru: <b>Название:</b>

source: <b>Tracker:</b>
lt: <b>Trackeris:</b>
mk: <b>Тракер:</b>
ru: <b>Трекер:</b>

source: <b># of files:</b>
de: <b>Dateianzahl:</b>
lt: <b>Failų skaičius:</b>
pt: <b># de ficheiros:</b>
ru: <b>Количество Файлов:</b>

source: <b>Next Announce:</b>
de: <b>Nächste Ankündigung:</b>
lt: <b>Sekantis Announce:</b>
mk: <b>Следно најавено:</b>
pt: <b>Próximo anúncio:</b>
ru: <b>Следующий анонс:</b>

source: <b>Tracker Status:</b>
lt: <b>Trackerio būsena:</b>
mk: <b>Статус на тракерот:</b>
pt: <b>Estado do Tracker:</b>
ru: <b>Состояние трекера:</b>

source: <b>Total Size:</b>
de: <b>Gesamtgröße:</b>
lt: <b>Bendras dydis:</b>
mk: <b>Вкупна големина:</b>
pt: <b>Tamanho Total:</b>
ru: <b>Полный размер:</b>

source: <b>Path:</b>
de: <b>Pfad:</b>
lt: <b>Kelias:</b>
pt: <b>Caminho:</b>
ru: <b>Путь:</b>

source: <b>Torrent Info</b>
de: <b>Torrent-Informationen</b>
lt: <b>Torrento informacija</b>
pt: <b>Informação do Torrent</b>
ru: <b>Информация о торренте</b>

source: <b>Downloaded:</b>
de: <b>Heruntergeladen:</b>
lt: <b>Parsiųsta:</b>
pt: <b>Transferidos:</b>
ru: <b>Загружено:</b>

source: <b>Uploaded:</b>
de: <b>Hochgeladen:</b>
lt: <b>Išsiųsta:</b>
pt: <b>Enviados:</b>
ru: <b>Отдано:</b>

source: <b>Seeders:</b>
de: <b>Seeder:</b>
lt: <b>Skleidėjai:</b>
mk: <b>Споделувачи:</b>
pt: <b>Sementes:</b>
ru: <b>Сиды:</b>

source: <b>Share Ratio:</b>
de: <b>Tauschverhältnis:</b>
lt: <b>Dalinimosi santykis:</b>
mk: <b>Просек на споделување:</b>
pt: <b>Rácio de Partilha</b>
ru: <b>Рейтинг:</b>

source: <b>Speed:</b>
de: <b>Geschwindigkeit:</b>
lt: <b>Greitis:</b>
pt: Velocidade:
ru: <b>Скорость:</b>

source: <b>Peers:</b>
lt: <b>Šaltiniai:</b>
mk: <b>Корисници:</b>
pt: <b>Pares:</b>
ru: <b>Пиры:</b>

source: <b>ETA:</b>
de: <b>Verbleibend:</b>
lt: <b>Liko:</b>
pt: <b>Tempo Restante Estimado:</b>
ru: <b>Осталось:</b>

source: <b>Pieces:</b>
de: <b>Teile:</b>
lt: <b>Dalys:</b>
mk: <b>Делчиња:</b>
pt: <b>Partes:</b>
ru: <b>Части:</b>

source: <b>Availability:</b>
de: <b>Verfügbarkeit:</b>
lt: <b>Esamumas:</b>
pt: <b>Disponibilidade</b>
ru: <b>Доступность:</b>

source: <b>Statistics</b>
de: <b>Statistiken</b>
lt: <b>Statistika</b>
pt: <b>Estatísticas</b>
ru: <b>Статистика</b>

source: Details
lt: Detalės
mk: Детали
pt: Detalhes
ru: Подробности

source: <span size="large"><b>Are you sure you want to remove the selected torrent(s) from Deluge?</b></span>
de: <span size="large"><b>Sind Sie sicher, dass Sie die ausgewählten Torrent(s) aus Deluge entfernen möchten?</b></span>
lt: <span size="large"><b>Ar jūs tikrai norite pašalinti pasirinktą(us) torrentą(us) iš Deluge?</b></span>
pt: <span size="large"><b>Têm a certeza que deseja remover o(s) torrent(s) seleccionado(s)?</b></span>
ru: <span size="large"><b>Вы уверены, что хотите удалить выделенный(е) торрент(ы)?</b></span>

source: Delete downloaded files
de: Heruntergeladene Dateien löschen
lt: Ištrinti parsiųstus failus
mk: Избриши ги преземените датотеки
pt: Apagar ficheiros recebidos
ru: Удалить загруженные файлы

source: Delete .torrent file
de: Entferne .torrent-Datei
lt: Ištrinti .torrent failą
pt: Eliminar o ficheiro .torrent
ru: Удалить файл .torrent

source: Show/Hide
de: Ein-/Ausblenden
lt: Rodyti/Slėpti
mk: Покажи/Скриј
pt: Mostrar/Ocultar
ru: Показать/скрыть

source: Add a Torrent...
de: Torrent hinzufügen...
lt: Įdėti Torrentą...
mk: Додај торент...
pt: Adicionar Torrent...
ru: Добавить торрент...

source: Clear Finished
de: Fertige Dateien entfernen
lt: Išvalyti užbaigtus
mk: Исчисти завршени
pt: Limpar Concluídos
ru: Удалить завершённые

source: _Open File
de: Datei ö_ffnen
lt: _Atidaryti failą
pt: Abrir Ficheir_o
ru: Открыть файл

source: Select All
de: _Alles auswählen
lt: Pasirinkti visus
pt: Seleccionar Todos
ru: Выбрать все

source: Unselect All
de: Auswahl aufheben
lt: Panaikinti pasirinkimą
pt: Desfazer Todas Selecções
ru: Снять выделение

source: Don't download
de: Nicht herunterladen
lt: Nesiųsti
pt: Não transferir
ru: Не загружать

source: Normal
de: Normale
lt: Normalus
ru: Исходный

source: High
de: Hohe
lt: Aukštas
pt: Elevado
ru: Высокий

source: Highest
de: Höchste
lt: Aukščiausias
pt: Mais elevado
ru: Наивысший

source: Deluge Merge Tracker Lists
de: Deluge-Trackerlisten zusammenführen
lt: Sujungti deluge trackerių sąrašus
pt: Juntar Listas do Tracker Deluge
ru: Управление списком трекеров

source: Torrent already detected in Deluge, would you like to merge the tracker lists?
de: Torrent wurde in Deluge schon gefunden. Möchten Sie die Trackerlisten zusammenführen?
lt: Šis torrentas jau yra įdėtas į Deluge, ar norite paimti iš jo trackerių sąrašą ir įdėti į esamą torrentą?
pt: Torrent já detectado no Deluge, gostaria de juntar as listas de tracker?
ru: Этот торрент уже существует в Deluge, желаете ли вы объединить списки трекеров?

source: Deluge Preferences
de: Deluge-Einstellungen
lt: Deluge nustatymai
pt: Preferências do Deluge
ru: Настройки Deluge

source: Ask where to save each download
de: Jedes Mal nach Ort zum Speichern fragen
lt: Klausti kur saugoti kiekieną kartą
pt: Perguntar onde gravar cada download
ru: Спрашивать о сохранении каждой загрузки

source: Store all downloads in:
de: Speichere alle Dateien in:
lt: Talpinti visus siuntimus į:
pt: Guardar todos os ficheiros recebidos em:
ru: Сохранять загрузки в:

source: Select A Folder
de: Einen Ordner auswählen
lt: Pasirinkite aplanką
pt: Seleccione Uma Pasta
ru: Выберите папку

source: Store all torrent files in:
de: Speicherort für Torrent Dateien:
lt: Visų „torrent“ failų saugojimo vieta:
pt: Guardar todos os ficheiros .torrent em:
ru: Сохранять файлы торрента в:

source: <b>Download Location</b>
de: <b>Download-Ziel</b>
lt: <b>Siuntimo vieta</b>
pt: <b>Localização dos ficheiros recebidos</b>
ru: <b>Расположение загрузки</b>

source: Autoload all torrent files in:
de: Automatisch zu ladende Torrent Dateien:
lt: Vieta, iš kurios automatiškai įkeliami „torrent“ failai:
pt: Auto-Carregar todos os ficheiros em:
ru: Автозагрузка всех торрентов в:

source: <b>Autoload</b>
de: Automatisches Laden
lt: <b>Autoįkėlimas</b>
pt: Auto-Carregar:
ru: <b>Автозагрузка</b>

source: The number of active torrents that Deluge will run. Set to -1 for unlimited.
de: Die maximale Anzahl aktiver Torrents in Deluge. Auf -1 setzen für unlimitiert.
lt: Aktyvių torrentų skaičius, kurį deluge siųs. -1 yra neribotai.
pt: O número de torrents activos que o Deluge irá ter. (-1 para ilimitados)
ru: Количество активных торрентов. Установите -1 для неограниченного.

source: Maximum simultaneous active torrents:
de: Max. Anzahl gleichzeitig aktiver Torrents:
lt: Maksimalus aktyvių torrentų skaičius:
pt: Máximo de torrents activos simultâneamente:
ru: Максимальное количество потоков на активный торрент:

source: Enable selecting files for torrents before loading
de: Auswahl von Dateien vor dem Herunterladen des Torrents ermöglichen
lt: Ijungti galimybę pasirinkti siunčiamus failus prieš pradedant siuntimą
pt: Activar selecção de ficheiros para torrents antes de carregar
ru: Выбирать файлы перед загрузкой

source: Only show if torrent has more than 1 file
de: Zeige nur wenn das Torrent mehr als eine Datei hat
lt: Rodyti tik tuomet, kai torrente yra daugiau kaip 1 failas
pt: Mostrar o torrent apenas se este tiver mais do que 1 ficheiro
ru: Показывать только, если торрент имеет более 1 файла

source: Prioritize first and last pieces of files in torrent
de: Erste und letzte Stücke von Dateien in Torrents bevorzugen
lt: Padidinti prioritetą pirmai ir paskutinei daliai failams torrente
pt: Dar prioridade ao primeiro e último pedaço dos ficheiros no torrent
ru: Повысить значимость первой и последней части

source: Start torrents in paused state
de: Starte Torrents pausiert
lt: Pradėti torrentus pristabdytus
pt: Iniciar os torrents em estado parado
ru: Стартовать торренты поставленные на паузу

source: <b>Torrents</b>
lt: <b>Torrentai</b>
ru: Торренты

source: Full allocation preallocates all of the space that is needed for the torrent and prevents disk fragmentation
de: Die volle Zuweisung belegt den gesamten Speicherplatz, der für den Torrent benötigt wird, auf einmal und verhindert die Fragmentierung des Dateisystems.
pt: O alocamento Completo reserva todo o espaço em disco necessário que o torrent necessita e previne a fragmentação do Disco Rigído
ru: Полное резервирование выделяет столько места, сколько нужно для загрузки торрента и предотвращает фрагментацию данных

source: Use Full Allocation
de: Volle Zuweisung verwenden
lt: Naudoti pilną paskirstymą
pt: Alocamento Completo
ru: Использовать полное резервирование

source: Compact allocation only allocates space as needed
de: Die kompakte Zuweisung belegt nur soviel Speicherplatz, wie gerade benötigt wird.
lt: Kompaktiškas paskirstymas paskirsto disko vietą tik tuomet, kai ji reikalinga
pt: Alocamento compacto aloca apenas o espaço conforme necessário.
ru: Компактное резервирование выделяет место под торрент по необходимости

source: Use Compact Allocation
de: Kompakte Zuweisung verwenden
lt: Naudoti kompaktišką paskirstymą
pt: Alocamento Compacto
ru: Использовать компактное резервирование

source: <b>Allocation</b>
de: <b>Speicherzuweisung</b>
lt: <b>Paskirstymas</b>
pt: Alocamento
ru: <b>Резервирование</b>

source: Downloads
lt: Parsiuntimai
pt: Recepções
ru: Загрузки

source: <b>Please Note - Changes to these settings will only be applied the next time Deluge is restarted.</b>
de: <b>Achtung - Diese Änderungen werden erst beim nächsten Start von Deluge übernommen.</b>
lt: <b>Pastaba - Pokyčiai šiems nustatymams taps aktyvus, kai kitą kartą paleisite deluge.</b>
pt: <b>Nota - Alterações a estas definições irão ser apenas aplicadas da próxima vez que o Deluge é iniciado.</b>
ru: <b>Изменения вступят в силу после перезапуска Deluge.</b>

source: From:
de: Von:
lt: Iš:
pt: De:
ru: От:

source: To:
de: Nach:
lt: Į:
pt: Para:
ru: до:

source: Deluge will automatically choose a different port to use every time.
de: Deluge wählt automatisch jedes Mal einen anderen Port.
lt: Deluge paskirs skirtingą prievadą kiekvieną kartą.
pt: O Deluge irá escolher automaticamente uma porta diferente todas as vezes.
ru: Deluge каждый раз будет автоматически выбирать новый порт.

source: Random Ports
de: Zufällige Ports
lt: Atsitiktiniai prievadai
pt: Portas aleatórias
ru: Случайный порт

source: Test Active Port
de: Teste aktiven Port
lt: Patikrinti aktyvų prievadą
pt: Testar Porta Activa
ru: Проверка активного порта

source: Active Port:
de: Aktiver Port:
lt: Aktyvus prievadas:
pt: Porta Activa:
ru: Активный порт:

source: Distributed hash table may improve the amount of active connections.
de: Verteilte Hashtabelle (DHT) verbessert möglicherweise die Anzahl aktiver Verbindungen.
lt: DHT gali padidinti šaltinių skaičių,
pt: Hash Table distribuída pode melhorar a quantidade de ligações activas.
ru: Распространение хэш-таблиц может увеличить количество активных соединений.

source: Enable Mainline DHT
de: Aktiviere Mainline DHT
lt: Įjungti DHT
pt: Activar Mainline DHT
ru: Использовать DHT

source: NAT Port Mapping Protocol
de: NAT-Port-Mapping-Protokoll
lt: NAT prievadų peradresavimas
pt: NAT Protocolo de Mapeamento de Portas
ru: Протокол отображения портов NAT

source: Peer Exchange
de: Austausch von Gegenstellen
lt: Siuntėjų apsikeitimas
pt: Troca de Pares
ru: Обмен пирами

source: Local Peer Discovery
de: Lokale Gegenstellen Erkennung
lt: Vietinių siuntėjų atpažinimas
pt: Descoberta de Pares Locais
ru: Поиск локальных пиров

source: <b>Network Extras</b>
de: <b>Netzwerk-Extras</b>
lt: <b>Papildomi Tinklo Nustatymai</b>
pt: <b>Extras de Rede</b>
ru: <b>Сетевые расширения</b>

source: Inbound:
de: Eingehend:
lt: Įeinantis:
pt: Entrada
ru: Входящее:

source: Disabled Enabled Forced
de: Deaktiviert Aktiviert Erzwungen
lt: Išjungta Įjungta Priversta
pt: Desabilitado Habilitado Forçado
ru: Отключено Включено Принудительно

source: Outbound:
de: Ausgehend:
lt: Išeinantis:
pt: Saida:
ru: Исходящее:

source: Prefer to encrypt the entire stream
de: Bevorzuge, den ganzen Stream zu verschlüsseln
lt: Kai įmanoma, užšifruoti visą duom. srautą
pt: De preferência, cifrar toda a ligação
ru: Предпочтительно шифровать весь поток

source: Level:
de: Ebene:
lt: Lygis:
pt: Nível:
ru: Уровень:

source: Handshake Full Stream Either
de: Protokoll Daten Beides
pt: Cumprimento Stream Completo Ambos
ru: Ручная Полный поток Другое

source: <b>Encryption</b>
de: <b>Verschlüsselung</b>
lt: <b>Šifravimas</b>
pt: <b>Cifragem</b>
ru: <b>Шифрование</b>

source: Network
de: Netzwerk
lt: Tinklas
mk: Мрежа
pt: Rede
ru: Сеть

source: Queue torrents to bottom when they begin seeding
de: Setze fertige Torrents nach unten.
lt: Įdėti torrenta į eilės apačią kai jis pradeda skleisti
pt: Mover torrents para o fundo quando ficarem completos
ru: Перемещать торренты вниз списка при начале раздачи

source: Queue new torrents above completed ones
de: Neue Torrents über komplettierten einreihen
lt: Įdėti naujus torrentus virš baigtųjų.
pt: Adicionar novos torrents acima dos terminados
ru: Добавлять новые торренты над выполненными

source: Stop seeding torrents when their share ratio reaches:
de: Stoppe Torrents bei einer Verteilungsrate von:
lt: Baigti skleidimą, kai torrentu dalijimosi santykis pasiekia:
pt: Parar de semear os torrents quando o seu rácio atingir:
ru: Прекратить раздачу торрентов при их рейтинге больше чем:

source: Automatically clear torrents that reach the max share ratio
de: Torrents entfernen, wenn max. Tauschverhältnis erreicht
lt: Automatiškai išvalyti torrentus kurie pasiekia maks. dalijimosi santykį.
pt: Limpar automaticamente os torrents que atinjam o rácio máximo de partilha
ru: Автоматически удалять торренты, достигшие необходимого рейтинга

source: <b>Seeding</b>
de: <b>Seede</b>
lt: <b>Skleidimas</b>
pt: <b>A Semear</b>
ru: <b>Раздача</b>

source: Seeding
lt: Skleidimas
mk: Споделувам
pt: A semear
ru: Раздача

source: The maximum half-open connections. A high value may crash some cheap routers. Set -1 for unlimited.
de: Maximale Anzahl halb-offenener Verbindungen. Eine hoher Wert könnte manche Router zum Absturz bringen. (-1 für eine unbegrenzte Verbindungsanzahl.)
lt: Maksimalus pusiau atvirų susijungimų skaičius. Didesnė reikšmė gali sukelti kai kurių pigių maršrutizatorių lūžį. Kai reikšmė „-1“, tuomet neribojama.
pt: O máximo de ligações meio abertas. Um valor elevado poderá mandar abaixo routers mais baratos. Coloque -1 para ligações ilimitadas.
ru: Максимум полуоткрытых соединений. Высокое значение может нарушить работу некоторых дешёвых маршрутизаторов. Установите -1 для неограниченного.

source: Maximum Half-Open Connections:
de: Maximale Halboffene Verbindungen
lt: Maksimalus pusiau atvirų susijungimų skaičius:
pt: Número Maximo de Ligações Meias-abertas:
ru: Максимум полуоткрытых соединений:

source: The maximum upload speed for all torrents. Set -1 for unlimited.
de: Die maximale Upload-Rate für alle Torrents. Auf -1 setzen für unendlich.
lt: Maksimalus išsiuntimo greitis visiem torrentam. -1 yra neribotas.
pt: Velocidade máxima de envio para todos os torrents. (-1 para ilimitada)
ru: Наибольшая скорость раздачи для всех торрентов. Установите -1 для неограниченной.

source: Maximum Upload Slots:
de: Maximale Anzahl an Upload-Slots:
lt: Maksimalus išsiuntimo kanalų skaičius:
pt: Número Máximo de Envios:
ru: Максимум каналов отдачи:

source: Maximum Upload Speed (KiB/s):
de: Maximale Upload-Rate (KiB/s):
lt: Maksimalus išsiuntimo greitis (kiB/s)
pt: Velocidade Máxima de Envio (KB/s):
ru: Максимальная скорость отдачи (КБ/с)

source: The maximum number of connections allowed. Set -1 for unlimited.
de: max. Anzahl von Verbindungen. Setze -1 für unendlich.
lt: Maksimalus prisijungimų skaičius. -1 yra neribotai
pt: Número máximo de ligações permitidas. (-1 para ilimitado)
ru: Максимально допустимое число соединений. Установите -1 для неограниченного.

source: Maximum Connections:
de: max. Verbindungen:
lt: Prisijungimų maksimumas:
pt: Número Máximo de Ligações:
ru: Максимум соединений:

source: The maximum download speed for all torrents. Set -1 for unlimited.
de: Die maximale Download-Rate für alle Torrents. Auf -1 setzen für unendlich.
lt: Maksimalus parsiuntimų greitis visiems torrentams. -1 yra neribotai
pt: Velocidade máxima de recepção para todos os torrents. (-1 para ilimitada)
ru: Максимальная скорость загрузки для всех торрентов. Установите -1 для неограниченной.

source: Maximum Download Speed (KiB/s):
de: Maximale Download-Rate (KiB/s):
lt: Maksimalus parsiuntimo greitis (KiB/s):
pt: Velocidade máxica de recepção (KiB/s):
ru: Максимальная скорость загрузки (КБ/с)

source: The maximum upload slots for all torrents. Set -1 for unlimited.
de: Das Maximum an Upload-Slots für alle Torrents. Für keine Begrenzung auf -1 setzen.
lt: Maksimalus išsiuntimo kanalų sk. visiem torrentam. -1 yra neribotai
pt: O número máximo de envios para os torrents. (-1 para ilimitados)
ru: Максимальное число каналов отдачи. Установите -1 для неограниченного.

source: The maximum number of connection attempts per second. A high value may crash some cheap routers. Set -1 for unlimited.
de: Die maximale Anzahl der Verbindungsversuche pro Sekunde. Ein hoher Wert kann möglicherweise billige Router zum Absturz bringen. -1 für unlimitiert eingeben.
lt: Maksimalus susijungimo bandymų per sekundę skaičius. Didesnė reikšmė gali sukelti kai kurių pigių maršrutizatorių lūžį. Kai reikšmė „-1“, tuomet neribojama.
pt: O número máximo de tentativas de ligação por segundo. Um valor elevado pode mandar abaixo alguns routers baratos. (-1 para ilimitado)
ru: Максимальное число попыток соединения за секунду. Высокое значение может нарушить работу некоторых дешёвых маршрутизаторов. -1 - без ограничений.

source: Maximum Connection Attempts per Second:
de: Maximale Verbindungsversuche pro Sekunde:
lt: Maksimalus susijungimo bandymų skaičius per sekundę
pt: Número Máximo de Tentativas de Ligação por Segundo:
ru: Максимум попыток соединений в секунду:

source: <b>Global Bandwidth Usage</b>
de: <b>Gesamte Bandbreitennutzung</b>
lt: <b>Bendras duomenų srautas</b>
pt: <b>Uso de Banda Global</b>
ru: <b>Полное использование канала</b>

source: The maximum number of connections per torrent. Set -1 for unlimited.
de: Maximale Verbindungen pro Torrent. -1 für unbegrenzt.
lt: Maksimalus prisijungimų skaičius per torrentą. -1 yra neribotai
pt: O número máximo de ligações por torrent. (-1 para ilimitadas)
ru: Максимальное количество соединений на торрент. Установите -1 для неограниченного.

source: The maximum upload slots per torrent. Set -1 for unlimited.
de: Maximale Slots pro Torrent. -1 für unbegrenzt.
lt: Maksimalus išsiuntimo kanalų sk, per torrentą. -1 yra neribotai.
pt: O número máximo de envios por torrent. (-1 para ilimitado)
ru: Максимальное количество каналов отдачи на торрент. Установите -1 для неограниченного.

source: <b>Per Torrent Bandwidth Usage</b>
de: <b>Bandbreite pro Torrent</b>
lt: <b>Torrento duomenų srautas</b>
pt: <b>Uso de Banda Por Torrent</b>
ru: <b>Использование канала на торрент</b>

source: Bandwidth
de: Bandbreite
lt: Duom. srautas
pt: Largura de Banda
ru: Полоса

source: Affects regular bittorrent peers
de: Beeinflusst reguläre BitTorrent-Peers
lt: Turi įtakos reguliariem bittorent šaltiniam
pt: Afecta clientes bittorrent normais
ru: Затрагивает обычных пиров BitTorrent

source: Peer Proxy
lt: Įjungtas
pt: Proxy de utilizador
ru: Прокси загрузки
