Repository: 4ns/deluge
Catalog: po/*.po
Languages: de, lt, mk, pt, ru

source: Deluge is free software, you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. Deluge is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY, without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Deluge, but if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110- 1301 USA
de: Deluge ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung von Deluge erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, wenden sie sich an die Free Software Foundation 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA
pt: O Deluge é software livre, poderá ser redistribuido e/ou modifica-lo mediante os termos da GNU General Public License como publicado pela Free Software Foundation, ou pela versão 2 da licença, ou (mediante a sua opção) outra qualquer versão subsequente. O Deluge é distribuido na esperança de ser útil, mas SEM QUALQUER GARANTIA, incluindo a ausência da garantia implícita de COMERCIALIZAÇÂO ou ADEQUAÇÂO para um propósito ESPECÍFICO. Consulte a licença GNU General Public License para maiores detalhes. Deverá ter recebido uma cópia da licença GNU General Public License com o Deluge, mas se não for esse o caso, escreva para Free Software Foundation Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110- 1301 USA
ru: Deluge -- свободное ПО, Вы можете распространять и/или модифицировать его на условиях лицензии GNU GPL, опубликованной Free Software Foundation, версии 2 или любой более поздней версии. Deluge распространяется в надежде, что он будет полезен, но БЕЗ ВСЯКИХ ГАРАНТИЙ, даже без подразумеваемой гарантии материальной ответственности или пригодности для определённых целей. Читайте GNU General Public License для уточнения подробностей. Вы должны были получить копию GNU General Public License вместе с Deluge. Если нет, пишите в Free Software Foundation Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Choose a .torrent file
de: Wählen Sie eine .torrent-Datei
lt: Pasirinkite .torrent rinkmeną
mk: Изберете .torrent датотека
pt: Escolher um ficheiro .torrent
ru: Выберите файл .torrent

source: Torrent files
de: Torrent-Dateien
lt: Torrent rinkmenos
mk: Торент датотеки
pt: Ficheiros Torrent
ru: Файлы .torrent

source: All files
de: Alle Dateien
lt: Visos bylos
mk: Сите датотеки
pt: Todos os ficheiros
ru: Все файлы

source: KiB
ru: КБ

source: MiB
ru: МБ

source: GiB
ru: ГБ

source: TiB
ru: ТБ

source: PiB
ru: ПБ

source: External command
de: Externer Befehl
lt: Išorinė komanda
pt: Comando externo
ru: Внешняя команда

source: not found
de: nicht gefunden
lt: nerasta
pt: não encontrado
ru: не найден

source: There is a newer version of Deluge. Would you like to be taken to our download site?
de: Es gibt eine neuere Version von Deluge. Möchtest du auf unsere Download-Seite gebracht werden?
lt: Yra naujesnė deluge versiją. Ar norite ją atsisiųsti?
pt: Existe uma nova versão do Deluge. Deseja ser reencaminhado para o site de download?
ru: Доступна новая версия Deluge. Хотите перейти на страницу загрузки?

source: Download and import various IP blocklists. Currently this plugin can handle PeerGuardian (binary and text), SafePeer and Emule lists. PeerGuardian 7zip format files are not supported. Files may be specified as URLs or locations on the local filesystem. A page with pointer to blocklist download sites is available on the wiki: http://dev.deluge-torrent.org/wiki/BlocklistPlugin
de: Herunterladen und Importieren von IP-Bannlisten. Im Moment kann dieses Plugin mit folgenden Bannlisten umgehen: PeerGuardian (binär und Text), SafePeer und Emule. Das 7zip-Format von PeerGuardian wird nicht unterstützt. Die Dateien können lokal oder über eine URL angegeben werden. Eine Seite mit Link zu einer Bannlistensammlung ist in dem Wiki vorhanden: http://dev.deluge-torrent.org/wiki/BlocklistPlugin
lt: parsisiųsti ir importuoti įvairius juoduosius sąrašus Dabar šis įskiepis palaiko PeerGuardian, SafePeer ir eMule sąrašus. PeerGuardian 7zip rinkmenos nėra palaikomos. Rinkmenos gali būti nurodomos kaip interneto adresai arba iš lokalios failų sistemos Puslapis kur jūs galite rasti juoųjų sąrašų yra wikije: http://dev.deluge-torrent.org/wiki/BlocklistPlugin
pt: Descarregar e importar várias listas de IP's bloqueados. Actualmente este plugin pode lidar com PeerGuardian (binário e texto), SafePeer e listas do Emule. Os ficheiros PeerGuardian de formato 7zip não são suportados. Os Ficheiros podem ser especificados como URLs ou localizações no sistema local Uma página com apontadores para descarregar listagens está disponível na wiki: http://dev.deluge-torrent.org/wiki/BlocklistPlugin
ru: Загрузить и импортировать списки заблокированных IP. Сейчас этот модуль умеет обрабатывать списки PeerGuardian (двоичный и текстовый), SafePeer и Emule. Файлы PeerGuardian, в формате 7zip не поддерживаются. Файлы могут быть указаны как URL или как пути в локальной файловой системе. Страница со ссылками на сайты с блоклистами доступна в вики: http://dev.deluge-torrent.org/wiki/BlocklistPlugin

source: PeerGuardian Text (Uncompressed)
de: PeerGuardian-Text (unkomprimiert)
lt: PeerGuardian Tekstas (Nesuspaustas)
pt: PeerGuardian Text (Não comprimido)
ru: PeerGuardian текст (несжатый)

source: Emule IP list (GZip)
de: Emule-IP-Liste (gzip)
lt: eMule IP sąrašas (GZip)
pt: Lista de IP's do Emule (Gzip)
ru: Список IP Emule (CZip)

source: SafePeer Text (Zipped)
de: SafePeer-Text (ZIP-Format)
lt: SafePeer tekstas (Zipped)
pt: Texto SafePeer (Zipado)
ru: SafePeer текст (zip)

source: Couldn't download URL
de: URL konnte nicht heruntergeladen werden
lt: Nepavyko parsiųsti iš adreso
pt: Não foi possível descarregar o endereço
ru: Не могу загрузить URL

source: Couldn't open blocklist file
de: Bannlisten-Datei konnte nicht geöffnet werden
lt: Nepavyko atverti juodojo sąrašo failo
pt: Não foi possível abrir o ficheiro da lista de Bloqueios
ru: Не могу открыть файл блоклиста

source: Wrong file type or corrupted blocklist file.
de: Falscher Dateityp oder fehlerhafte Blocklisten Datei.
lt: Netinkamas failo tipas arba sugadintas juodojo sąrašo failas.
pt: Tipo de ficheiro errado ou corrompido.
ru: Неверный тип файла или испорченный файл блоклиста

source: Imported
de: Importiert
lt: Importuota
pt: Importado
ru: Импортировано

source: IPs
lt: IP'ai
ru: IP

source: Blocklist
de: Bannliste
lt: Juodasis sąrašas
pt: LIsta de Bloqueados
ru: Блоклист

source: entries
de: Einträge
lt: Įrašai
pt: entradas
ru: записи

source: Blocklist URL
de: Bannlisten-URL
lt: Juodojo sąrašo adresas
pt: Endereço de Lista de Bloqueados
ru: URL блоклиста

source: Download on start
de: Downloads mit Programm starten
pt: Transferir ao iniciar
ru: Загружать при старте

source: Loading and installing blocklist
de: Lade und installiere Bannliste
lt: Įkeliamas ir įdiegiamas juodasis sąrašas
pt: A carregar e a instalar a Lista de Bloqueados
ru: Загрузка и установка блоклиста

source: Importing
de: Importiere
lt: Importuojama
pt: A Importar
ru: Импорт

source: Complete
de: Vollständig
lt: Atlikta
pt: Concluído
ru: Готово

source: Got format exception for zipfile:
de: Format Fehler für Zip-Datei aufgetreten:
pt: Obtida uma excepção de formato do arquivo zip:
ru: Ошибка в zip файле:

source: We were expecting a gzip file, but didn't get that, or possibly the file is corrupt. Please edit your Blocklist preferences
de: Es wurde eine gzip-Datei erwartet aber nicht erhalten, oder vieleicht ist die Datei Fehlerhaft. Bitte ändern Sie Ihre Blocklisten Einstellungen.
pt: Era esperado um ficheiro gzip, mas não foi recebido, ou é possível que o ficheiro esteja corrumpido. Por favor edite a suas preferências da lista de bloqueios.
ru: Ожидался gzip файл, а получен какой-то другой, возможно просто испорченный. Пожалуйста, проверьте настройки блоклистов

source: Invalid leader
de: Ungültiger Anfang
ru: Неверное начало

source: Invalid magic code
de: Ungültiger Magic-Code
pt: Código mágico inválido
ru: Неверный отпечаток

source: Invalid version
de: Ungültige Version
lt: Neteisinga versija
pt: Versão inválida
ru: Неверная версия

source: Set the desired ratio for a torrent.
de: Setze das gewünschte Tauschverhältnis für einen Torrent.
lt: Nustatyti torrentui norimą santykį
pt: Insira o rácio desejado para um torrent.
ru: Установить желаемый рейтинг для торрента

source: _Desired Ratio
de: _Gewünschtes Tauschverhältnis
lt: _Norimas santykis
pt: Rácio _Desejado
ru: _Желаемый рейтинг

source: _Not Set
de: _Nicht gesetzt
lt: _Nenustatyta
pt: _Não Definido
ru: _Не установлен

source: Not Set
de: Nicht gesetzt
lt: Nenustatyta
pt: Não Definido
ru: Не установлен

source: Desired Ratio
de: Gewünschtes Tauschverhältnis
lt: Norimas santykis
pt: Rácio Desejado
ru: Желаемый рейтинг

source: This shows you the peers associated with each torrent and shows you their ip, country, client, percent complete and upload and download speeds.
de: Dies zeigt die mit jedem Torrent einhergehenden Peers und informiert über deren IP-Adresse, Land, Client, Vollständigkeit in % sowie Upload- und Download-Geschwindigkeiten.
pt: Isto mostra quem está associado a cada torrent, mostrando o seu ip, país, cliente, percentagem de obtenção e velocidades de envio e recepção.
ru: Этот модуль показывает всех пиров для каждого торрента, показывает их IP, страну, клиента, процент готовности и скорости загрузки/отдачи.

source: IP Address
de: IP-Adresse
lt: IP adresas
mk: IP адреса
pt: Endereço IP
ru: Адрес IP

source: Client
lt: Klientas
mk: Клиент
pt: Cliente
ru: Клиент

source: Percent Complete
de: Prozent komplett
lt: Atlikta
mk: Завршено во проценти
pt: Percentagem Completa
ru: Процент готовности

source: Torrent Creator
de: Torrent-Ersteller
lt: Torrentų kūrėjas
pt: Criador de Torrent
ru: Создание торрентов

source: This torrent will be made from a single file
de: Dieser Torrent wird aus einer einzelnen Datei gebildet
lt: Šis torrentas bus sukurtas iš vieno failo
pt: Este torrent será criado de um único ficheiro
ru: Торрент будет сделан из файла

source: File:
de: Datei
lt: Rinkmena:
pt: Ficheiro:
ru: Файл:

source: This torrent will be made from a directory
de: Dieser Torrent wird aus einem Ordner gebildet
lt: Šis torrentas bus sukurtas iš katalogo.
pt: Este torrente será criado de um directorio
ru: Торрент будет создан из директории

source: Folder:
de: Verzeichnis:
lt: Katalogas:
pt: Pasta:
ru: Папка:

source: <b>Source</b>
de: <b>Quelle</b>
lt: <b>Šaltinis</b>
pt: <b>Origem</b>
ru: <b>Источник</b>

source: Save Torrent File As:
de: Torrent-Datei speichern als
lt: Išsaugoti torrent rinkmeną kaip:
pt: Guardar Torrent Como:
ru: Сохранить торрент как:

source: Load this torrent into Deluge for seeding
de: Diesen Torrent zum Seeden in Deluge laden
lt: Įkelti šį torrentą į Deluge skleidimui
pt: Carrega o torrent no Deluge para semear
ru: Загрузить торрент в Deluge для раздачи

source: Add new torrent to queue
de: Füge einen Torrent der Warteliste hinzu
lt: Įdėti naują torrentą į eilę
pt: Adicione um novo torrent à lista de espera
ru: Добавить торрент в очередь

source: <b>Torrent File</b>
de: <b>Torrent-Datei</b>
lt: <b>Torrent Rinkmena</b>
pt: <b>Ficheiro de Torrent</b>
ru: <b>Файл торрента</b>

source: <b>Trackers</b>
de: <b>Tracker</b>
lt: <b>Trackeriai</b>
ru: <b>Трекеры</b>

source: <b>Comments</b>
de: <b>Kommentare</b>
lt: <b>Komentarai</b>
pt: <b>Comentários</b>
ru: <b>Комментарии</b>

source: <b>Author</b>
de: <b>Autor</b>
lt: <b>Autorius</b>
pt: <b>Autor</b>
ru: <b>Автор</b>

source: Set Private Flag
de: Als Privat markieren
pt: Definir como Privado
ru: Установить флаг приватности

source: The smaller the piece sizes, the more efficient the transfers will be, but the actual ".torrent" file will be larger
de: Je kleiner die Stückgröße ist, desto effizienter wird der Dateitransfer sein, allerdings wird die ".torrent"-Datei größer sein.
lt: Kuo mažesnis dalių dydis, tuo efektyvesnis jų persiuntimas, tačiau .torrent rinkmena bus didesnė.
pt: Quanto menor o tamanho de cada uma das partes, maior será a eficiência na processo de transferência, mas o ficheiro ".torrent" será maior
ru: Чем меньше части, тем эффективнее будет обмен ими, но тем больше будет файл .torrent

source: 32 KiB 64 KiB 128 KiB 256 KiB 512 KiB 1024 KiB 2048 KiB
ru: 32 кб 64 кб 128 кб 256 кб 512 кб 1024 кб 2048 кб

source: Piece Size:
de: Stückgröße
lt: Dalies dydis:
pt: Tamanho da parte:
ru: Размер части:

source: <b>Advanced</b>
de: <b>Erweitert</b>
lt: <b>Sudėtingiau</b>
pt: <b>Avançado</b>
ru: <b>Дополнительно</b>

source: A torrent creator plugin
de: Eine Erweiterung zum Erstellen von Torrents
lt: Torrentų kūrimo įskiepis
pt: Plugin para criação de torrents
ru: Модуль создания торрентов

source: _New Torrent
de: _Neuer Torrent
lt: _Naujas Torretas
pt: _Novo Torrent
ru: _Новый торрент

source: New Torrent
de: Neuer Torrent
lt: Naujas Torrentas
pt: Novo Torrent
ru: Новый торрент

source: Create New Torrent
de: Erstelle neuen Torrent
lt: Sukurti naują torrentą
pt: Criar Novo Torrent
ru: Создавть новй торрент

source: Save file as...
de: Datei speichern unter...
lt: Išsaugoti rinkmeną kaip...
pt: Guardar ficheiro como...
ru: Сохранить файл как...

source: You must select a source for the torrent.
de: Sie müssen eine Quelle für den Torrent auswählen.
lt: Jūs privalote pasirinkti šaltinį šiam torrentui
pt: Têm de seleccionar uma fonte para o torrent.
ru: Вы должны выбрать источник для торрента

source: You must select a file to save the torrent as.
de: Sie müssen eine Datei auswählen, in der Sie den Torrent speichern möchten.
lt: Jūs privalote pasirinkti rinkmeną į kurią išsaugoti torrentą.
ru: Вы должны выбрать файл для сохранения торрента

source: Torrent Notification Preferences
de: Torrent-Benachrichtigungseinstellungen
lt: Torrentų perspėjimo nustatymai
pt: Preferencias de Notificação do Torrent
ru: Настройки уведомлений торрентов

source: Enable event sound (requires pygame, not available on Win32)
de: Ereigniston aktivieren (benötigt Pygame, unter Win32 nicht verfügbar)
lt: Įjungti garsus įvykiams (reikainga „pygame“, negalima Win32 sistemoje)
pt: Activar eventos sonoros (necessita pygame, não desponível em Win32)
ru: Включить звуки событий (требует pygame, недоступно на Win32)

source: Enable blinking tray icon
de: Aktiviere blinkendes Tray-Symbol
lt: Įjungti mirksintį sistemos dėklo ženkliuką
pt: Activar o piscar do icone de notificação
ru: Включить мигание значка в системном лотке

source: Enable popup notification (requires python-notify, not available on Win32)
de: Popupbenachrichtigungen anzeigen (benötigt python-notifiy; nicht verfügbar für Win32)
lt: Įjungti iššokantįjį pranešimą (reikalinga „python-notify“, negalima Win32 sistemoje)
pt: Activar notificações via popup (necessita python-notify, não desponível em Win32)
ru: Включить всплывающие подсказки (требует python-notify недоступно в Win32)

source: Make tray icon blink when torrent finishes downloading and/or popup a notification
de: Wenn ein Torrent komplett ist, lasse das Tray-Symbol blinken und/oder eine Pop-up-Benachrichtigung erscheinen
lt: Mirksinti sisteminio skydelio piktogramą, kai torrentas baigtas siųsti ir/arba iššokus pranešimui
pt: Fazer o icone da barra de tarefas piscar quando o download do torrent acabar e/ou notificar-me por popup
ru: Мигать значком в системном лотке и/или показывать всплывающее уведомление

source: Torrent complete
de: Torrent fertig
lt: Torrentas baigtas
pt: Torrent completo
ru: Торрент завершён

source: Files
de: Dateien
lt: Failai
mk: Датотеки
pt: Ficheiros
ru: Файлы

source: Network Health Monitor plugin Written by Kripkenstein
de: Netzwerkverbindungsanzeige-Erweiterung geschrieben von Kripkenstein
lt: Tinklo 'sveikatos' monitorius įskiepis Parašė Kripkenstein
pt: Plugin Monitor de Saúde da Rede Desenvolvido por Kripkenstein
ru: Модуль Монитор состояния сети Написан Kripkenstein

source: [Health: OK]
de: [Verbindung: OK]
lt: [Sveikumas: Geras]
pt: [Saúde: Ok]
ru: [Состояние: OK]

source: Event Logging Preferences
de: Ereignisprotokoll-Einstellungen
lt: Įvykių vedimo į žurnalą nustatymai
pt: Preferências de Registo de Eventos
ru: Настройки журнала событий

source: Enable log files
de: Aktiviere Protokolldateien
lt: Vesti įvykių žurnalą į failus
pt: Activar ficheiros de registo
ru: Включить файлы журнала

source: Log files
de: Protokolldateien
lt: Žurnalo failai
pt: Ficheiros de Registo
ru: Файлы журнала

source: Peer blocked
de: Peer gebannt
lt: Šaltinis užblokuotas
pt: Par bloqueado
ru: Пир заблокирован

source: Block finished
de: Block wurde geladen
lt: Blokas užbaigtas
pt: Bloqueio terminado
ru: Блок завершён

source: Block downloading
de: Block wird heruntergeladen
lt: Blokas siunčiamas
pt: Transferência de bloco
ru: Загрузка блока

source: Piece finished
de: Teil komplett
lt: Dalis baigta
pt: Parte terminada
ru: Часть завершена

source: Storage moved
de: Speicherort verändert
ru: Хранилище перемещено

source: Tracker warning
de: Tracker-Warnung
lt: Trackerio perspėjimas
pt: Aviso do Tracker
ru: Предупреждение трекера

source: Tracker alert
de: Tracker-Alarm
lt: Trackerio įspėjimas
pt: Alerta do Tracker
ru: Тревога трекера

source: Tracker reply
de: Tracker-Antwort
lt: Trackerio atsakymas:
pt: Resposta do Tracker
ru: Ответ трекера

source: Tracker announce
de: Tracker-Ankündigung
lt: Trackerio announce
pt: Anunciar no tracker
ru: Анона на трекере

source: Fastresume rejected error
de: Fehler: Schnellfortsetzung abgewiesen
pt: Erro de Rejeição de Resumo Rápido
ru: Ошибка: быстрое продолжение не удалось

source: Peer ban error
de: Peer-Bann-Fehler
lt: Siuntėjo užblokavimo klaida
pt: Erro ao banir par
ru: Ошибка: пир заблокирован

source: Hash failed error
de: Fehler: Hash fehlgeschlagen
pt: Falha na verificação do Hash
ru: Ошибка: хэш не совпал

source: File error
de: Dateifehler
lt: Klaida byloje
pt: Erro de ficheiro
ru: Ошибка файла

source: Invalid request
de: Ungültige Anfrage
lt: Neteisinga užklausa
pt: Pedido inválido
ru: Неправильный запрос

source: Peer messages
de: Peer-Nachrichten
lt: Siuntėjų pranešimai
pt: Mensagens do par
ru: Сообщения пира

source: Torrent finished
de: Torrent fertig
lt: Torrentas baigtas
pt: Torrent terminado
ru: Торрент завершён

source: Select events to log
de: Wähle zu protokollierende Ereignisse
lt: Pasirinkti įvykius žurnalui
pt: Seleccione eventos a registar
ru: Выберите события

source: Adds a tab with log of selected events. Event messages come from libtorrent alerts. If you want those strings translated to your locale, you'll have to report the issue with libtorrent, not deluge. Regarding the log files, the logs are saved in a log directory within the deluge config directory. Event messages for specific torrents are saved to individual log files named the same as the associated .torrent file. Event messages not specific to any torrent are saved to logs named after the events (eg peer_messages.log). Event messages in the log files also include a timestamp. The user is responsible to cleanout the logs. As of v0.2 Events are now truncated in display. Log files are not. New events are now displayed at the top.
de: Fügt einen Reiter mit einem Protokoll ausgewählter Ereignisse hinzu. Ereignisnachrichten stammen aus libtorrent-Warnungen. Wenn du die Nachrichten in deine Sprache übersetzt haben möchtest, musst du dies an libtorrent und nicht an deluge melden. Die Protokolldateien werden in einem Unterverzeichnis des deluge- -Konfigurationserzeichnisses abgelegt. Ereignisnachrichten für bestimmte Torrents werden in extra Protokolldateien gespeichert. welche nach der .torrent- Datei benannt sind. Ereignisnachrichten, die nicht zu einem Torrent gehören, werden dem Nachrichtentyp entsprechend abgespeichert (z. B. peer-messages.log). Ereignisnachrichten in den Protokolldateien haben jeweils einen Zeitstempel. Der Benutzer ist dafür verantwortlich, die Protokolle zu säubern. Ab Version 0.2: Ereignisnachrichten werden jetzt auf den Bildschirm zurechtgeschnitten, die Protokolldateien aber nicht. Neue Nachrichten werden oben angezeigt.
pt: Adiciona uma aba com o registo de eventos seleccionados. As mensagens de eventos vêm dos alertas do libtorrent. Se quer esses textos traduzidos para a sua lingua, deverá tratar da situação com o libtorrent, não com o deluge. Sobre os ficheiros de registo, estes são gravados num directório de registos dentro do directório de configuração do deluge. Mensagens de eventos para torrents especificos são gravados em ficheiros individuais nomeados apartir do ficheiro .torrent associado. Mensagens não especificas a um torrent são guardadas em registos nomeados apartir dos eventos (ex peer_messages.log). Mensagens no ficheiro de registo também incluem um "timestamp". O utilizador é responsável por limpar os registos. Apartir da v0.2 Eventos exibidos são truncados, os ficheiros não. Novos eventos são exibidos no topo.
ru: Добавляет вкладку с журналом выбранных событий. Сообщения событий получаются из сигналов libtorrent. Если хотите видеть эти сообщения на своём языке, сообщите об этом переводчикам libtorrent, а не Deluge. Файлы журналов будут сохраняться в директорию внутри директории с настройками Deluge (скорее всего это ~/.deluge). Журналы каждого торрента сохраняются с в отдельных файлах с тем же именем, что и у файла .torrent. Журналы не относящиеся к торрентам сохраняются в файлы с именами по названиям событий (например peer_messages.log). Все события в журнале включают время. Старые журналы не удаляются. С версии 0.2 Длина журнала в окне ограничена. В файлах - нет. Новые события теперь показываются сверху.

source: Event Log
de: Ereignisprotokoll
lt: Įvykių žurnalas
pt: Registo de Eventos
ru: Журнал событий

source: event message:
de: Ereignisnachricht:
lt: Įvykio žinutė:
pt: Mensagem de Eventos:
ru: сообщение:

source: torrent:
lt: Torrentas:
ru: торрент:

source: Peer message
de: Peer-Nachricht
lt: Šaltinio žinutė
pt: Mensagem de Par
ru: Сообщение пира

source: ip address:
de: IP-Adresse:
lt: IP adresas:
pt: Endereço IP:
ru: адрес ip:

source: client:
lt: Klientas:
pt: Cliente:
ru: клиент:

source: piece index:
de: Teilindex:
lt: Dalies indeksas:
pt: Index da Parte:
ru: номер части:

source: status code:
lt: būsenos kodas:
pt: Código de estado:
ru: код статуса:

source: Times in a row:
de: Anzahl in der Reihe:
lt: Kartų iš eilės:
ru: Повторов:

source: block index:
lt: Bloko indeksas:
pt: Índice de blocos:
ru: индекс блока:

source: peer speed:
de: Peer-Geschwindkeit:
lt: Šaltinio greitis:
pt: velocidade do par
ru: скорость пира:

source: Set the desired speed limit per torrent.
de: Setzt die gewünschte Geschwindigkeit je Torrent.
lt: Nustatykit norimą greičio ribojimą torrentui
pt: Ajustar o limite de velocidade para cada torrent.
ru: Установка ограничения скорости для каждого торрента

source: Torrent _Download Speed
de: Torrent-_Downloadgeschwindigkeit
lt: Torrento _siuntimo greitis
pt: Velocidade de Transferência _de Torrent
ru: Скорость _загрузки торрента

source: Torrent Upload _Speed
de: Torrent-Upload_geschwindigkeit
lt: Torrento išsiuntimo g_reitis
pt: Velocidade de envio dos torrent_s
ru: Скорость _отдачи торрента
