Repository: 4ns/deluge
Catalog: po/*.po
Languages: de, lt, mk, pt, ru

source: Save Location
mk: Локација за зачувување

source: Stop seeding torrents when their share ratio reaches:
mk: Престани да споделуваш торенти кога нивниот просек на споделување ќе достигне:

source: Use compact storage allocation
mk: Користи компактна алокација за складирање

source: Storage
mk: Складирање

source: General
mk: Општо

source: Try from:
mk: Пробај од:

source: to:
mk: од:

source: Active port:
mk: Активна порта:

source: Test Port
mk: Порта за тестирање

source: TCP Port
mk: TCP порта

source: <i>(-1 is unlimited)</i>
mk: <i>(-1 е неограничено)</i>

source: KB/s
mk: КБ/с

source: Maximum Download Rate:
mk: Максимална брзина на преземање:

source: Upload Slots
mk: Слотови за подигнување

source: Maximum Connections
mk: Максимум врски

source: Maximum Upload Rate:
mk: Максимална брзина на подигнување:

source: Bandwidth
mk: Бендвит

source: Plugin Manager
mk: Менаџер за додатоци

source: Error: no webbrowser found
mk: Грешка: не се пронајдени веб прелистувачи

source: Show / Hide Window
mk: Покажи / Скриј прозорец

source: Download Rate
mk: Брзина на преземање

source: Upload Rate
mk: Брзина на подигнување

source: Offset
mk: Офсет

source: For some reason, the previous state could not be loaded, so a blank state has been loaded for you.
mk: Поради некоја причина претходната состојба не може да биде вчитана па затоа е подигната празна сесија.

source: Would you like to attempt to reload the previous session's downloads?
mk: Дали сакате да ги освежите сите преземања од претходните сесии?

source: Choose the download directory for
mk: Изберете го директориумот за преземање за
