Repository: 4ns/deluge
Catalog: po/*.po
Languages: de, lt, mk, pt, ru

source: Torrent Upload Speed (KiB/s):
de: Torrent-Uploadgeschwindigkeit (KiB/s):
lt: Torrento išsiuntimo greitis (KiB/s):
pt: Velocidade de Envio (KiB/s:)
ru: Скорость отдачи торрента (КБ/с):

source: Torrent Download Speed (KiB/s):
de: Torrent-Downloadgeschwindigkeit (KiB/s):
lt: Torrento parsiuntimo greitis (KiB/s)
pt: Velocidade de Recepção (KiB/s:)
ru: Скорость загрузки торрента (КБ/с)

source: A searchbar for torrent search engines
de: Eine Suchleiste für Torrent-Suchmaschinen
ru: Поисковая панель для поиска торрентов

source: Search String
de: Suchbegriff
lt: Paieškos užklausa
pt: Termos de Pesquisa
ru: Строка поиска

source: Choose an Engine
de: Wähle eine Suchmaschine
lt: Pasirinkite varikliuką
pt: Escolha um Motor de Pesquisa
ru: Выбор поисковика

source: Manage Engines
de: Suchmaschinen verwalten
lt: Valdyti varikliukus
pt: Gerir Motores de Pesquisa
ru: Управление поисковиками

source: Search
de: Suche
lt: Ieškoti
pt: Pesquisar
ru: Поиск

source: Manage Search Plugins
de: Such-Erweiterungen verwalten
lt: Valdyti paieškos įskiepius
pt: Gerir 'Plugins' de Procura
ru: Управление поисковыми модулями

source: Name:
lt: Pavadinimas:
pt: Nome:
ru: Название:

source: Add a new search engine by entering a Name and a URL. For Name, enter the name of the search engine to be used. For URL, enter the url of the seach page. The user's search query will replace any instance of ${query} in the URL. For example, a Google search would be: Name: Google URL: http://www.google.com/search?q=${query}
de: Füge eine neue Suchmaschine hinzu, indem du Name und URL angibst. Die Suchanfrage wird an die Stelle von ${query} in die URL gesetzt. Beispiel für eine Google-Suchanfrage: Name: Google URL: http://www.google.com/search?q=${query}
pt: Adicione um mecanismo de busca inserindo um nome e uma URL. Para nome, coloque o nome do mecanismo de busca a ser usado. Para URL, coloque o endereço da página de busca. Os parâmetros de busca do usuário irão substituir qualquer ocorrência de ${query} na URL. Por exemplo, uma pesquisa no Google seria: Nome: Google URL: http://www.google.com/search?q=${query}
ru: Для добавления нового поисковика задайте для него Имя и URL. Name -- название поисковика, которое будет использоваться. URL -- адрес страницы поиска. Строка поиска будет вставлена на место ${query} в заданном URL. Например поиск в Google будет выглядеть так: Имя: Google URL: http://www.google.com/search?q=${query}

source: Help
de: Hilfe
lt: Pagalba
pt: Ajuda
ru: Справка

source: Network Activity Graph plugin Written by Kripkenstein
de: Netzwerkaktivitäts-Diagramm-Erweiterung Geschrieben von Kripkenstein
lt: Tinklo aktyvumo grafikas Parašė: Kripkenstein
pt: Plugin de Grafico de Actividade da Rede Escrito por Kripkenstein
ru: Модуль График сетевой активности Написан Kripkenstein

source: Graph
de: Diagramm
lt: Grafikas
pt: Gráfico
ru: График

source: Progress
de: Fortschritt
lt: Progresas
pt: Evolução
ru: Состояние

source: There was an error trying to launch the file.
de: Es ist ein Fehler beim Aufrufen der Datei aufgetreten.
pt: Ocorreu um erro na abertura do ficheiro
ru: Во время запуска файла произошла ошибка

source: This plugin shows you the files inside a torrent and allows you to set priorities for them and choose which ones you want or don't want to download.
de: Diese Erweiterung zeigt Ihnen die Dateien innerhalb eines Torrents und erlaubt Ihnen, Prioritäten zu setzen sowie auszuwählen, welche Dateien heruntergeladen werden sollen und welche nicht.
pt: Este plugin mostra-lhe os ficheiros contidos no torrent, permitindo definir prioridades e excluir ficheiros que não queiramos fazer download
ru: Этот модуль показывает файлы внутри торрента, позволяет менять приоритеты файлов и выбирать, какие файлы загружать, а какие нет.

source: Adds info to tray tooltip. Adds these stats. total bytes downloaded total bytes uploaded overall ratio torrents completed All of these stats come in pairs: across sessions stat and within session stat. By default, all pairs enabled, but can be disabled in plugin preferences. session data always shows up within parenthesis eg. Total Downloaded: 5 GiB (4 MiB) would be 5 GiB across sessions and 4 MiB within session
de: Fügt Informationen dem Tray-Tooltip hinzu Fügt diese Statistiken hinzu Insgesamt heruntergeladen Insgesamt hochgeladen Gesamtverhältnis Fertiggestellte Torrents Alle diese Statistiken kommen paarweise: alle Sitzungen zusammenaddiert und nur die Werte dieser Sitzung. Anfangs sind alle Statistiken aktiviert, können aber in den Erweiterungseinstellungen deaktiviert werden. Die Sitzungsdaten werden immer in Klammern angezeigt, z. B. "Insgesamt heruntergeladen: 5 GiB (4 MiB)" Bedeutung: In allen Sitzungen zusammen wurden 5 GiB heruntergeladen, davon 4 MiB in dieser Sitzung.
pt: Adiciona informação à dica da bandeja. Adiciona estas estatísticas. total de bytes recebidos total de bytes enviados rácio Total torrents terminados Todas estas estatísticas vêm em pares: em todas as sessões e só na sessão actual Por defeito, todos os pares estão habilitados, mas podem ser desabilitados nas preferências das extensões os dados da sessão actual aparecem sempre entre parêntesis ex. Total Recebido: 5 GiB (4 MiB) seria um total 5 GiB recebidos em todas as sessões e 4 MiB na actual
ru: Добавляет информацию во всплывающую подсказку. Добавляет следующую статистику: всего байт загружено всего байт отдано общий рейтинг торрентов завершено Все эти данные идут парами: за всё время и за текущий сеанс. По умолчанию, все пары включены, но могут быть отключены в настройках. Данные сеанса всегда показываются в скобках. Например: Всего загружено: 5 ГБ (4 МБ) значит 5 ГБ за всё время и 4 МБ за сеанс

source: Total Downloaded
de: Insgesamt heruntergeladen
pt: Total Recebido
ru: Всего загружено

source: Total Uploaded
de: Insgesamt hochgeladen
pt: Total Enviado
ru: Всего отдано

source: Undefined
de: nicht definiert
pt: Não definido
ru: Не определено

source: Overall Ratio
de: Gesamtverhältnis
pt: Rácio Geral
ru: Общий рейтинг

source: Torrents Completed
de: Fertiggestellte Torrents
pt: Torrents Completos
ru: Торрентов завершено

source: Running Time
de: Laufzeit
pt: Duração
ru: Время работы

source: Extra Stats Preferences
de: Extra-Statistik-Einstellungen
pt: Preferências de Estatísticas Extra
ru: Настройки дополнительной статистики

source: This plugin allows users to move the torrent to a different directory without having to remove and re-add the torrent. This feature can be found by right-clicking on a torrent. Furthermore, it allows the user to automatically have finished torrents moved to a different folder.
de: Diese Erweiterung ermöglicht Benutzern, den Torrent in ein anderes Verzeichnis zu verschieben, ohne ihn zu entfernen und erneut hinzufügen zu müssen. Diese Funktion befindet sich im Rechtsklick-Menü eines Torrents. Des Weiteren ermöglicht sie es, fertiggestellte Torrents automatisch in einen anderen Ordner verschieben zu lassen.
pt: Esse plugin permite aos usuários moverem o torrent para um diretório diferente sem a necessidade de remover e re-adicionar o torrent. Esse recurso pode ser encontrado clicando com o botão direito no arquivo torrent. Além disso, permite ao usuário mover automaticamente os torrents finalizados para uma pasta diferente.
ru: Этот модуль позволяет перемещать файлы торрента в другую директорию без необходимости удалять и снова добавлять торрент. Это можно сделать из контекстного меню торрента. Кроме того, модуль может перемещать завершённые торренты в другую директорию.

source: _Move Torrent
de: _Verschiebe Torrent
lt: _Perkelti torrentą
pt: _Mover torrent
ru: Пере_местить торрент

source: Choose a directory to move files to
de: Wähle den Zielordner für das Verschieben
lt: Pasirinkite aplanką, į kurį perkelsite failus
pt: Escolha um directório para onde mover os ficheiros
ru: Выберите директорию для переноса файлов

source: You cannot move torrent to a different partition. Please check your preferences. Also, you cannot move a torrent's files to the same directory that they are already stored or move a torrent's files before any of its files have actually been created.
de: Du kannst den Torrent nicht auf eine andere Partition verschieben. Bitte überprüfe deine Einstellungen. Du kannst außerdem weder Torrent-Dateien in ein Verzeichnis verschieben in dem sie bereits sind, noch kannst du sie verschieben wenn sie noch nicht wirklich erstellt worden sind.
pt: Não poderá mover o torrent para uma partição diferente. Por favor verifique as suas preferências. Não poderá mudar os ficheiros de torrent para o mesmo directório onde já eles estão, ou mover ficheiros de torrents antes de qualquer um destes tenham sido criados.
ru: Нельзя перенести торрент на другой раздел. Проверьте настройки. Также нельзя перенести файлы торрента в ту же директорию, где они находятся, или перенести файлы торрента до того, как они были созданы.

source: Move completed downloads to:
de: Abgeschlossene Downloads verschieben nach:
lt: Perkelti baigtus siuntimus į:
pt: Mover ficheiros completamente recebidos para:
ru: Переместить выполненные загрузки в:

source: This plugin allows users to add web seeds to their torrents
de: Diese Erweiterung gibt dem Benutzer die Möglichkeit, Web-Seeds zu einem Torrent hinzuzufügen.
pt: Este plugin permite aos utilizadores adicionar sementes 'da rede' aos seus torrents
ru: Этот модуль позволяет добавлять веб-сидов к торрентам

source: _Add Web Seed
de: _Füge Web-Seed hinzu
pt: _Adicionar Semente 'da Rede'
ru: Добавить _веб-сида

source: Add Web Seed
de: Füge Web Quelle hinzu
pt: Adicionar Semente 'da Rede'
ru: Добавить веб-сида

source: Scheduler Settings
de: Zeitplaner Einstellungen
lt: Planuoklio nustatymai
pt: Definições da Agenda
ru: Настройки планировщика

source: High download limit:
de: Hohes Download limit
pt: Limite de transferência máximo:
ru: Верхний предел загрузки:

source: High upload limit:
de: Hohes Upload Limit
pt: Limite de envio máximo:
ru: Верхний предел отдачи:

source: Low download limit:
de: Niedriges Download Limit
pt: Limite de transferência mínimo:
ru: Нижний предел загрузки:

source: Low upload limit:
de: Niedriges Upload Limit
pt: Limite de envio mínimo:
ru: Нижний предел отдачи:

source: Green is the high limits, yellow is the low limits and red is stopped
de: Grün sind die hohen Limits, gelb sind die niedrigen Limits und rot ist gestoppt.
pt: A verde estão os limites máximos, a amarelo os mínimos e a vermelho estão parados
ru: Зеленый - верхний предел, желтый - нижний предел, красный - запрещено.

source: If a limit is set to -1, it is unlimitted.
de: Wenn ein Limit auf -1 steht, ist es unlimitiert.
pt: Se o limite está definido para -1, é ilimitado
ru: Значение -1 - без ограничений.

source: WebUi Config
de: WebUi Konfiguration
pt: Configuração da Interface Web
ru: Настройка WebUi

source: Port Number
de: Port Nummer
lt: Prievado numeris
pt: Número da Porta
ru: Номер порта

source: New Password
de: Neues Passwort
lt: Naujas slaptažodis
pt: Nova Palavra-passe
ru: Новый пароль

source: New Password(confirm)
de: Neues Passwort(Bestätigung)
lt: Pakartokite slaptažodį
pt: Nova Palavra-passe (confirmação)
ru: Новый пароль(подтверждение)

source: Template
lt: Šablonas
pt: Modelo
ru: Шаблон

source: Button Style
lt: Mygtukų stilius
pt: Estilo do Botão
ru: Стиль кнопки

source: Cache Templates
de: Template zwischenspeichern
pt: Arquivo de Modelos
ru: Кешировать шаблоны

source: Text and image
de: Text und Bild
lt: Tekstas ir paveikslėliai
pt: Texto e imagem
ru: Текст и картинки

source: Image Only
de: Nur Bild
lt: Tik paveikslėliai
pt: Apenas imagem
ru: Только картинки

source: Text Only
de: Nur Text
lt: Tik tekstas
pt: Apenas Texto
ru: Только текст

source: Choose an url or a torrent, not both.
de: Wähle eine URL oder einen Torrent, nicht beides.
pt: Escolha uma url ou um torrent, não ambos.
ru: Укажите URL или торрент, но не оба.

source: no data.
de: Keine Daten.
lt: jokių duomenų.
pt: sem dados.
ru: нет данных.

source: refresh must be > 0
de: Refresh muss > 0 sein
pt: atualização deve ser > 0
ru: интервал должен быть > 0

source: Download Speed Limit
de: Download Geschwindigkeitslimit
ru: Ограничение скорости загрузки

source: Upload Speed Limit
de: Upload-Geschwindigkeitslimit
ru: Ограничение скорости отдачи

source: # Of Files
de: # an Dateien:
lt: Failų skaičius
pt: # de Ficheiros
ru: # файлов

source: About
de: Über
lt: Apie
pt: Sobre
ru: О программе

source: Add torrent
de: Torrent hinzufügen
lt: Pridėti torrentą
pt: Adicionar torrent
ru: Добавить торрент

source: Apply
de: Übernehmen
lt: Pritaikyti
pt: Aplicar
ru: Применить

source: Auto refresh:
de: Automatische Aktualisierung:
pt: Auto actualizar:
ru: Автообновление:

source: Ava
pt: Disp
ru: Дост

source: Config
de: Konfiguration
pt: Configuração
ru: Настройка

source: Debug:Data Dump
de: Debug:Stack speichern
pt: Debug:Informações de saída
ru: Отладка: дамп данных

source: Delete downloaded files.
de: Lösche heruntergeladene Dateien.
lt: Ištrinti atsiųstus failus.
pt: Remover ficheiros recebidos.
ru: Удалить загруженные файлы.

source: Disable
de: Deaktivieren
lt: Išjungti
pt: Desactivado
ru: Отключить

source: Downloaded
de: Heruntergeladen
lt: Atsiųsta
pt: Recebidos
ru: Загружено

source: Enable
de: Aktivieren
lt: Įjungti
pt: Activar
ru: Включить

source: Error
de: Fehler
lt: Klaida
pt: Erro
ru: Ошибка

source: Eta
de: Verbleibend
lt: Liko
pt: Tempo Estimado
ru: Осталось

source: Login
de: Anmeldung
lt: Prisijungti
pt: Autenticar
ru: Войти

source: Logout
de: Abmelden
lt: Atsijungti
pt: Sair
ru: Выйти

source: Next Announce
de: Nächster Announce
lt: Kitas pranešimas
pt: Próximo Anúncio
ru: Следующий анонс

source: Off
de: Aus
lt: Išjungta
pt: Desactivar
ru: Выкл

source: Password is invalid,try again
de: Passwort ist ungültig. Versuche es nochmal.
lt: Slaptažodis neteisingas, bandykite dar kartą
pt: Palavra-passe inválida, tente novamente
ru: Пароль неверен, попробуйте еще раз

source: Pause all
de: Alle anhalten
lt: Pauzė visiems
pt: Parar todos
ru: Приостановить все

source: Pieces
de: Teile
lt: Dalys
pt: Partes
ru: Части

source: Queue Down
de: In der Warteschlange nach Unten
lt: Perkelti eilėje žemiau
pt: Descer na Lista
ru: Ниже

source: Queue Up
de: In der Warteschlange nach Oben
lt: Perkelti eilėje aukščiau
pt: Subir na Lista
ru: Выше

source: Queue pos:
de: Warteschlangenposition:
ru: Позиция:

source: Reannounce
de: Manueller Announce
lt: Iš naujo paskelbti
pt: Re-anúnciar
ru: Повторить анонс

source: Refresh page every:
de: Lade Seite neu alle:
pt: Actualizar página a cada:
ru: Обновить страницу каждые:

source: Remove %s
de: Entferne %s
ru: Удалить %s

source: Remove %s?
de: Entferne %s?
ru: Удалить %s?

source: Resume all
de: Alle fortsetzen
lt: Pratęsti visus
pt: Continuar todos
ru: Продолжить все

source: Set
de: Setzen
lt: Nustatyti
pt: Seleccionar
ru: Установить

source: Set Timeout
de: Setze Timeout
pt: Definir tempo de esgotamento
ru: Установить таймаут

source: Speed
de: Geschwindigkeit:
lt: Greitis
pt: Velocidade
ru: Скорость

source: Submit
de: Eintragen
pt: Enviar
ru: Применить

source: Torrent list
de: Torrentliste
lt: Torrentų sąrašas
pt: Lista de torrents
ru: Список торрентов

source: Total Size
de: Gesamtgröße
lt: Visas dydis
pt: Tamanho Total
ru: Общий размер

source: Tracker
lt: Trackeris
ru: Трекер

source: Tracker Status
lt: Trackerio būsena
pt: Estado do Tracker
ru: Статус трекера

source: Upload torrent
de: Torrent Hochladen
lt: Išsiųsti torrentą
pt: Enviar torrent
ru: Выгрузить торрент

source: Uploaded
de: Hochgeladen
lt: Išsiųsta
pt: Enviado
ru: Отдано

source: seconds
de: Sekunden
lt: sekundės
pt: segundos
ru: секунд

source: Feed will be retrieved automatically, based on the update interval.
de: Feed wird basierend auf dem Aktualisierungs-Intervall automatisch empfangen.
pt: A feed será recebida automaticamente, de acordo com intervalo de actualização.
ru: Лента будет обновляться автоматически, с заданным интервалом обновления.

source: Feed must be refreshed manually.
de: Feed muss manuell aktualisiert werden.
lt: Srautas turi būti atnaujintas rankiniu būdu.
pt: As feeds devem ser actualizadas manualmente
ru: Лента должна быть обновлена вручную.

source: Disabled
de: Deaktivert
lt: Išjungta
pt: Desactivado
ru: Откл.

source: Update Interval
de: Aktualisierungs Intervall
lt: Atnaujinimo intervalas
pt: Intervalo de Actualização
ru: Интервал обновления

source: Feeds
lt: Naujienų kanalai
ru: Ленты

source: Type
de: Art
lt: Tipas
pt: Tipo
ru: Тип

source: Feed
lt: Kanalas
ru: Лента

source: <b>Information</b>
lt: <b>Informacija</b>
pt: <b>Informação</b>
ru: <b>Информация</b>

source: <b>Patterns</b>
de: <b>Erkennungsmuster</b>
pt: <b>Padrões</b>
ru: <b>Шаблоны</b>

source: From
de: Von
lt: Iš
pt: De
ru: От

source: Season
de: Staffel
lt: Sezonas
pt: Temporada
ru: Сезон

source: Episode
lt: Epizodas
pt: Episódio
ru: Эпизод

source: <b>History Restriction</b>
de: <b>Verlaufs Beschränkung</b>
pt: <b>Restrição Histórica</b>
ru: <b>Ограничение истории</b>

source: Doesn't Match
de: Keine Übereinstimmung
lt: Neatitinka
pt: Não coincide
ru: Не совпадает

source: Year
de: Jahr
lt: Metai
pt: Ano
ru: Год

source: Month
de: Monat
lt: Mėnuo
pt: Mês
ru: Месяц

source: Day
de: Tag
lt: Diena
pt: Dia
ru: День

source: <b>Test</b>
pt: <b>Teste</b>
ru: <b>Тест</b>

source: Insert torrent at top of queue.
de: Torrent zum Anfang der Warteschlange hinzufügen.
lt: Įterpti torrentą eilės viršuje.
pt: Inserir torrent no topo da fila
ru: Вставить торрент в начало очереди.

source: Set state to paused.
de: Setze Zustand auf pausiert
lt: Nustatyti pauzės būseną.
pt: Definir estado como parado
ru: Установить на паузу.

source: Delete filter when matched.
de: Lösche Filter nach Übereinstimmung
lt: Kai atitinka, ištrinti filtrą.
pt: Apagar filtro quando correspondido
ru: Удалить фильтр при совпадении.

source: <b>Download</b>
ru: <b>Загрузить</b>

source: Replacement
de: Ersetzen durch
lt: Pakeitimas
pt: Substituição
ru: Замена

source: Pattern
de: Muster
pt: Padrão
ru: Шаблон

source: <b>Link Rewriting</b>
de: <b>Link Ersetzung</b>
lt: <b>Nuorodų perrašymas</b>
pt: <b>Reescrever Ligação</b>
ru: <b>Подмена ссылок</b>

source: Content will be saved to Deluge's default directory, or a prompt will appear if none is set.
de: Inhalt wird in Deluge's standard Verzeichnis gespeichert, oder ein Fenster wird erscheinen wenn kein Verzeichnis definiert ist.
lt: Turinys bus išsaugotas Deluge numatytajam aplanke, o jei toks nenustatytas, bus paklausta, kurį aplanką pasirinkti.
pt: O conteúdo será gravado no directório por definição do Deluge ou um será pedido se este não estiver definido.
ru: Содержимое будет загружено в директорию заданную в настройках Deluge, или будет выдан запрос, если она не задана.

source: Deluge default
de: Deluge standard
lt: Deluge numatytasis
pt: Padrão Deluge
ru: по умолчанию

source: Content will be automatically downloaded to the specified directory.
de: Inhalt wird automatisch in das ausgewählte Verzeichnis Heruntergeladen.
lt: Turinys bus automatiškai atsiųstas į nurodytą aplanką.
pt: O conteúdo será automaticamente transferido para o directório especificado
ru: Содержимое будет автоматически загружено в указанную директорию.

source: Choose:
de: Auswählen:
lt: Pasirinkti:
pt: Escolha:
ru: Выберите:

source: <b>Output</b>
de: <b>Ausgabe</b>
lt: <b>Išvedimas</b>
pt: <b>Saída</b>
ru: <b>Вывод</b>

source: Filters
de: Filter
lt: Filtrai
pt: Filtros
ru: Фильтры

source: Show a FlexRSS icon in Deluge's toolbar.
de: Zeige ein FlexRSS Symbol in Deluge's Menüleiste
pt: Mostrar um ícone FlexRss na barra de ferramentas do Deluge
ru: Показывать значок FlexRSS в панели инструментов Deluge.

source: Show button on toolbar.
de: Zeige Button in Menüleiste
lt: Rodyti mygtuką priemonių juostoje.
pt: Mostar botão na barra de ferramentas
ru: Показать кнопку на панели инструментов.

source: <b>Interface</b>
de: <b>Oberfläche</b>
lt: <b>Sąsaja</b>
ru: <b>Интерфейс</b>

source: Feeds will be retrieved and parsed in their own threads. The application will not be blocked, but it can be unreliable.
de: Feeds werden in eigenen Instanzen heruntergeladen und analysiert. Die Anwendung wird nicht blockiert, es kann aber unzuverlässig sein.
pt: As feeds serão recebidas e processadas nos seus próprios treads. A aplicação não irá bloquear, mas pode não ser fiável.
ru: Ленты будут получены и разобраны в отдельных потоках. Приложение не будет блокировано, но может стать нестабильным.

source: Threaded (experimental)
de: Mit mehreren Threads (experimentell)
lt: Gijomis (eksperimentinė)
ru: Многопоточность (экспериментально)

source: <b>Feed Retrieval</b>
de: <b>Feed Abfrage</b>
lt: <b>Kanalų gavimas</b>
pt: <b>Recuperar Feed</b>
ru: <b>Получение лент</b>

source: Domain
lt: Sritis
pt: Domínio
ru: Домен

source: Path
de: Pfad
lt: Kelias
pt: Caminho
ru: Путь

source: Value
de: Wert
lt: Reikšmė
pt: Valor
ru: Значение

source: Configuration
de: Einstellungen
lt: Konfigūracija
pt: Configuração
ru: Параметры

source: _Community
lt: _Bendruomenė
pt: _Comunidade

source: Go
pt: Ir

source: Bookmarks
pt: Marcadores

source: <b>Internal Browser</b>
pt: <b>Navegador Interno</b>

source: Show the search bar on the toolbar
pt: Mostrar a barra de pesquisa na barra de ferramentas

source: Browser
pt: Navegador

source: There is not enough freedisk space to complete your download.
lt: Nėra pakankamai laisvos disko vietos šio atsiuntimo užbaigimui.
pt: Não existe espaço suficiente no disco para completar o download.

source: There is not enough free disk space to complete your download.
lt: Nėra pakankamai disko vietos, kad užbaigt jūsų siuntimą.
pt: Não existe espaço suficiente em disco para completar o download.

source: Confirmed Password <> New Password
de: Bestätigtes Passwort <> Neues Passwort
pt: Palavra-passe Confirmada <> Palavra-passe

source: translate something
de: übersetze etwas
pt: traduzir alguma coisa

source: Queue Position
lt: Eilės pozicija
pt: Posição na fila

source: Remove torrent
lt: Pašalinti torrentą
pt: Remover torrent

source: Start
lt: Pradėti
pt: Iniciar

source: Thru
de: Nach
pt: Através

source: Universal Plug and Play
de: Universelles Plug-and-Play
lt: UPnP

source: gtk-cancel
de: Abbrechen

source: gtk-ok
de: OK

source: _Homepage
lt: _Namų tinklalapis

source: _FAQ
lt: _DUK

source: Queued %s
lt: Eilėje %s

source: days
lt: dienos

source: <b>Web Seeds</b>
lt: <b>Web skleidėjai</b>

source: URL:
lt: Adresas:

source: <b>Cookies</b>
lt: <b>Slapukai</b>

source: <b>Estimated Time Remaining:</b>
mk: <b>Преостанато време:</b>

source: <b>Total Downloaded:</b>
mk: <b>Вкупно преземено:</b>

source: <b>Downloaded this session:</b>
mk: <b>Преземено оваа сесија:</b>

source: <b>Tracker Response:</b>
mk: <b>Одговор од тракерот:</b>

source: <b>Total Uploaded:</b>
mk: <b>Вкупно качени:</b>

source: <b>Uploaded This Session:</b>
mk: <b>Качени оваа сесија:</b>

source: <b>Use compact storage allocation:</b>
mk: <b>Користи компактна алокација за складирање:</b>

source: <b>Download Rate:</b>
mk: <b>Брзина на преземање:</b>

source: <b>Upload Rate:</b>
mk: <b>Брзина на подигнување:</b>

source: Add Torrent from URL
mk: Додај торент од URL

source: Clear Completed
mk: Исчисти завршено

source: Toolbar
mk: Алатник

source: Columns
mk: Колони

source: Clear Finished Torrents
mk: Исчисти ги завршените

source: Start / Pause
mk: Старт / Пауза

source: Download Speed
mk: Брзина на преземање

source: Upload Speed
mk: Брзина на подигнување

source: <b>Are you sure you want to remove the selected torrent(s) from Deluge?</b>
mk: <b>Дали сте сигурни дека сакате да го/ги отстраните торент(от)/ите од Deluge?</b>

source: Preferences Dialog
mk: Дијалог за преференци

source: Options
mk: Опции

source: Save all downloads to:
mk: Зачувај ги сите преземања во:

source: Ask me where to save each download
mk: Прашај ме каде да го зачувам секое преземање
